[
  {
    "condition": "diabetes",
    "documents": [
      {
        "rank": "2",
        "url": "https://medlineplus.gov/diabetes.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Diabetes</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "<span class=\"qt0\">Diabetes Mellitus</span>",
            "Sugar <span class=\"qt0\">Diabetes</span>",
            "DM"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\">diabetes</span>?<p><span class=\"qt0\">Diabetes</span>, also known as <span class=\"qt0\">diabetes mellitus</span>, is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your body's main source of energy. Your body can make glucose, but it also comes from the food you eat. Insulin is a hormone made by your pancreas. Insulin helps move glucose from your bloodstream into your cells, where it can be used for energy.</p><p>If you have <span class=\"qt0\">diabetes</span>, your body can't make insulin, can't use insulin as well as it should, or both. Too much glucose stays in your blood and doesn't reach your cells. This can cause glucose levels to get too high. Over time, high blood glucose levels can lead to serious health conditions. But you can take steps to manage your <span class=\"qt0\">diabetes</span> and try to prevent these health problems.</p>What are the types of <span class=\"qt0\">diabetes</span>?<p>There are different types of <span class=\"qt0\">diabetes</span>:</p><ul><li>Type 1 <span class=\"qt0\">diabetes</span>. If you have type 1 <span class=\"qt0\">diabetes</span>, your body makes little or no insulin. It happens when your immune system attacks and destroys the cells that produce insulin. </li><li>Type 2 <span class=\"qt0\">diabetes</span>. This is the most common form of <span class=\"qt0\">diabetes</span>. If you have type 2 <span class=\"qt0\">diabetes</span>, your body may still be able to make insulin, but your cells don't respond well to insulin. They can't easily take up enough glucose from your blood.</li><li>Gestational <span class=\"qt0\">diabetes</span>. This is a form of <span class=\"qt0\">diabetes</span> that develops during pregnancy. It happens when your body can't make the extra insulin it needs during pregnancy.</li></ul>What causes <span class=\"qt0\">diabetes</span>?<p>The different types of <span class=\"qt0\">diabetes</span> have different causes:</p><ul><li>Researchers think type 1 <span class=\"qt0\">diabetes</span> is caused by genes and factors in the environment that might trigger the disease.</li><li>Type 2 <span class=\"qt0\">diabetes</span> is caused by several factors, including lifestyle factors and genes. The lifestyle factors include not being physically active and being overweight or having obesity.</li><li>Researchers think gestational <span class=\"qt0\">diabetes</span> is caused by the hormonal changes of pregnancy along with genetic and lifestyle factors.</li></ul>Who is more likely to develop <span class=\"qt0\">diabetes</span>?<p>The different types of <span class=\"qt0\">diabetes</span> have different risk factors:</p><ul><li>You can develop type 1 <span class=\"qt0\">diabetes</span> at any age, but it most often starts in childhood. Having a parent or sibling with type 1 <span class=\"qt0\">diabetes</span> may increase your chance of developing it.</li><li>You are at higher risk of developing type 2 <span class=\"qt0\">diabetes</span> if you:</li><ul><li>Are overweight or have obesity.</li><li>Are over age 35. Children, teenagers, and younger adults can get <span class=\"qt0\">diabetes</span>, but it is more common in middle-aged and older adults.</li><li>Have a family history of <span class=\"qt0\">diabetes</span>.</li><li>Have prediabetes. This means that your blood glucose is higher than normal, but it's not high enough to be called <span class=\"qt0\">diabetes</span>.</li><li>Had gestational <span class=\"qt0\">diabetes</span>.</li><li>Have given birth to a baby weighing 9 pounds or more.</li><li>Are African American, American Indian, Asian American, Hispanic/Latino, or Pacific Islander.</li><li>Are not physically active.</li><li>Have certain other health conditions, such as high blood pressure or polycystic ovary syndrome (PCOS).</li></ul><li>You are at higher risk of developing gestational <span class=\"qt0\">diabetes</span> if you:</li><ul><li>Are overweight or have obesity.</li><li>Have a family history of <span class=\"qt0\">diabetes</span>.</li><li>Had gestational <span class=\"qt0\">diabetes</span> in a previous pregnancy.</li><li>Have given birth to a baby weighing 9 pounds or more.</li><li>Have polycystic ovary syndrome (PCOS).</li><li>Are African American, Hispanic/Latino, American Indian, Alaska Native, Native Hawaiian, or Pacific Islander.</li></ul></ul>What are the symptoms of <span class=\"qt0\">diabetes</span>?<p>The symptoms of <span class=\"qt0\">diabetes</span> may include:</p><ul><li>Feeling very thirsty</li><li>Feeling very hungry</li><li>Urinating (peeing) more often, including at night</li><li>Fatigue</li><li>Blurry vision</li><li>Numbness or tingling in the feet or hands</li><li>Sores that do not heal</li><li>Losing weight without trying</li></ul><p>But it's important to know that your symptoms may vary, depending on which type you have:</p><ul><li>The symptoms of type 1 <span class=\"qt0\">diabetes</span> usually come on quickly and can be severe.</li><li>With type 2 <span class=\"qt0\">diabetes</span>, the symptoms often develop slowly, over several years. The symptoms can be so mild that you might not even notice them.</li><li>Gestational <span class=\"qt0\">diabetes</span> often has no symptoms. If you do have symptoms, they may be mild. If you are pregnant, you will usually be screened for this condition between 24 and 28 weeks of pregnancy. </li></ul>How is <span class=\"qt0\">diabetes</span> diagnosed?<p>To find out if you have <span class=\"qt0\">diabetes</span>, your health care provider will use one or more glucose blood tests. There are several types, including the A1C test.</p>What are the treatments for <span class=\"qt0\">diabetes</span>?<p>Treatment for <span class=\"qt0\">diabetes</span> involves managing your blood glucose levels:</p><ul><li>If you have type 1 <span class=\"qt0\">diabetes</span>, you will need to take daily doses of insulin, either by injection or through a special pump. Some people also need to take another type of <span class=\"qt0\">diabetes</span> medicine that works with insulin.</li><li>If you have type 2 <span class=\"qt0\">diabetes</span>, you may be able to manage or even reverse it by making lifestyle changes. These include eating a healthy diet, staying at healthy weight, and getting regular physical activity. Some people also need to take <span class=\"qt0\">diabetes</span> medicines to manage their <span class=\"qt0\">diabetes</span>.</li><li>If you have gestational <span class=\"qt0\">diabetes</span>, you may be able to lower your glucose levels by eating a healthy diet and getting regular exercise. But be sure to talk to your provider about your treatment options. Gestational <span class=\"qt0\">diabetes</span> usually goes away after you give birth. But you will have a higher risk of developing type 2 <span class=\"qt0\">diabetes</span> later.</li></ul><p>Checking your blood glucose levels is also an important part of managing your <span class=\"qt0\">diabetes</span>. Ask your provider about the best way to check your blood glucose level and how often you should check it.</p>Can <span class=\"qt0\">diabetes</span> be prevented?<p>Type 1 <span class=\"qt0\">diabetes</span> can't be prevented.</p><p>You may be able to delay or prevent type 2 <span class=\"qt0\">diabetes</span> through the same lifestyle changes that are used to manage <span class=\"qt0\">diabetes</span> (eating a healthy diet, staying at a healthy weight, and getting regular physical activity). These lifestyle changes may also help prevent gestational <span class=\"qt0\">diabetes</span>.</p><p>NIH: National Institute of <span class=\"qt0\">Diabetes</span> and Digestive and Kidney Diseases</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Diabetes Mellitus</span>"
          ],
          "groupName": [
            "Older Adults",
            "Endocrine System",
            "Metabolic Problems",
            "<span class=\"qt0\">Diabetes Mellitus</span>"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\">diabetes? Diabetes</span>, also known as <span class=\"qt0\">diabetes mellitus</span>, is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is  ... "
          ]
        }
      },
      {
        "rank": "0",
        "url": "https://medlineplus.gov/diabetestype1.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Diabetes</span> Type 1"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Insulin-Dependent <span class=\"qt0\">Diabetes Mellitus</span>",
            "Juvenile <span class=\"qt0\">Diabetes</span>",
            "Type 1 <span class=\"qt0\">Diabetes</span>",
            "Insulin-dependent <span class=\"qt0\">diabetes</span>",
            "Type I <span class=\"qt0\">diabetes</span>"
          ],
          "FullSummary": [
            "<p><span class=\"qt0\">Diabetes</span> means your blood glucose, or blood sugar, levels are too \nhigh.  With type 1 <span class=\"qt0\">diabetes</span>, your pancreas does not make insulin. Insulin is a hormone that \nhelps glucose get into your cells to give them energy. Without insulin, too much glucose \nstays in your blood.  Over time, high blood glucose can lead to serious problems with your \nheart, eyes, kidneys, nerves, and gums and teeth. </p><p>Type 1 <span class=\"qt0\">diabetes</span> happens most often in children and young adults but can appear at any \nage. Symptoms may include:</p><ul><li>\tBeing very thirsty </li><li>\tUrinating often </li><li>\tFeeling very hungry or tired </li><li>\tLosing weight without trying </li><li>\tHaving sores that heal slowly </li><li>\tHaving dry, itchy skin </li><li>\tLosing the feeling in your feet or having tingling in your feet </li><li>\tHaving blurry eyesight </li></ul><p>A blood test can show if you have <span class=\"qt0\">diabetes</span>. If you do, you will need to take insulin for \nthe rest of your life. A blood test called the A1C can check to see how well you are managing your <span class=\"qt0\">diabetes</span>.</p><p>NIH: National Institute of <span class=\"qt0\">Diabetes</span> and Digestive and Kidney Diseases</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Diabetes Mellitus</span>, Type 1"
          ],
          "groupName": [
            "Children and Teenagers",
            "Immune System",
            "Endocrine System",
            "<span class=\"qt0\">Diabetes Mellitus</span>"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " <span class=\"qt0\">Diabetes</span> means your blood glucose, or blood sugar, levels are too \nhigh.  With type 1 <span class=\"qt0\">diabetes</span>, your pancreas does not make insulin. Insulin is a hormone that \nhelps  ... "
          ]
        }
      },
      {
        "rank": "1",
        "url": "https://medlineplus.gov/diabetestype2.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Diabetes</span> Type 2"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Non-Insulin Dependent <span class=\"qt0\">Diabetes Mellitus</span>",
            "Sugar <span class=\"qt0\">Diabetes</span>",
            "Type II <span class=\"qt0\">Diabetes</span>",
            "Type 2 <span class=\"qt0\">Diabetes</span>"
          ],
          "FullSummary": [
            "What is type 2 <span class=\"qt0\">diabetes</span>?<p>Type 2 <span class=\"qt0\">diabetes</span> is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of energy. It comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. If you have <span class=\"qt0\">diabetes</span>, your body doesn't make enough insulin or doesn't use insulin well. The glucose then stays in your blood and not enough goes into your cells.</p><p>Over time, having too much glucose in your blood can cause health problems. But you can take steps to manage your <span class=\"qt0\">diabetes</span> and try to prevent these health problems.</p>What causes type 2 <span class=\"qt0\">diabetes</span>?<p>Type 2 <span class=\"qt0\">diabetes</span> may be caused by a combination of factors:</p><ul><li>Being overweight or having obesity</li><li>Not being physically active</li><li>Genetics and family history</li></ul><p>Type 2 <span class=\"qt0\">diabetes</span> usually starts with insulin resistance. This is a condition in which your cells don't respond normally to insulin. As a result, your body needs more insulin to help the glucose enter your cells. At first, your body makes more insulin to try to get cells to respond. But over time, your body can't make enough insulin, and your blood glucose levels rise.</p>Who is at risk for type 2 <span class=\"qt0\">diabetes</span>?<p>You are at higher risk of developing type 2 <span class=\"qt0\">diabetes</span> if you:</p><ul><li>Are over age 45. Children, teenagers, and younger adults can get type 2 <span class=\"qt0\">diabetes</span>, but it is more common in middle-aged and older people.</li><li>Have prediabetes, which means that your blood sugar is higher than normal but not high enough to be called <span class=\"qt0\">diabetes</span></li><li>Had <span class=\"qt0\">diabetes</span> in pregnancy or gave birth to a baby weighing 9 pounds or more.</li><li>Have a family history of <span class=\"qt0\">diabetes</span></li><li>Are overweight or have obesity</li><li>Are Black or African American, Hispanic/Latino, American Indian, Asian American, or Pacific Islander</li><li>Are not physically active</li><li>Have other conditions such as high blood pressure, heart disease, stroke, polycystic ovary syndrome (PCOS), or depression</li><li>Have low HDL (good) cholesterol and high triglycerides</li><li>Have acanthosis nigricans - dark, thick, and velvety skin around your neck or armpits</li></ul>What are the symptoms of type 2 <span class=\"qt0\">diabetes</span>?<p>Many people with type 2 <span class=\"qt0\">diabetes</span> have no symptoms at all. If you do have them, the symptoms develop slowly over several years. They might be so mild that you do not notice them. The symptoms can include:</p><ul><li>Increased thirst and urination</li><li>Increased hunger</li><li>Feeling tired</li><li>Blurred vision</li><li>Numbness or tingling in the feet or hands</li><li>Sores that do not heal</li><li>Unexplained weight loss</li></ul>How is type 2 <span class=\"qt0\">diabetes</span> diagnosed?<p>Your health care provider will use blood tests to diagnose type 2 <span class=\"qt0\">diabetes</span>. The blood tests include:</p><ul><li>A1C test, which measures your average blood sugar level over the past 3 months</li><li>Fasting plasma glucose (FPG) test, which measures your current blood sugar level. You need to fast (not eat or drink anything except water) for at least 8 hours before the test.</li><li>Random plasma glucose (RPG) test, which measures your current blood sugar level. This test is used when you have <span class=\"qt0\">diabetes</span> symptoms and the provider does not want to wait for you to fast before having the test.</li></ul>What are the treatments for type 2 <span class=\"qt0\">diabetes</span>?<p>Treatment for type 2 <span class=\"qt0\">diabetes</span> involves managing your blood sugar levels. Many people are able to do this by living a healthy lifestyle. Some people may also need to take medicine:</p><ul><li>A healthy lifestyle includes following a healthy eating plan and getting regular physical activity. You need to learn how to balance what you eat and drink with physical activity and <span class=\"qt0\">diabetes</span> medicine, if you take any.</li><li>Medicines for <span class=\"qt0\">diabetes</span> include oral medicines, insulin, and other injectable medicines. Over time, some people will need to take more than one type of medicine to control their <span class=\"qt0\">diabetes</span>.</li><li>You will need to check your blood sugar regularly. Your health care provider will tell you how often you need to do it.</li><li>It's also important to keep your blood pressure and cholesterol levels close to the targets your provider sets for you. Make sure to get your screening tests regularly.</li></ul>Can type 2 <span class=\"qt0\">diabetes</span> be prevented?<p>You can take steps to help prevent or delay type 2 <span class=\"qt0\">diabetes</span> by losing weight if you are overweight, eating fewer calories, and being more physically active. If you have a condition which raises your risk for type 2 <span class=\"qt0\">diabetes</span>, managing that condition may lower your risk of getting type 2 <span class=\"qt0\">diabetes</span>.</p><p>NIH: National Institute of <span class=\"qt0\">Diabetes</span> and Digestive and Kidney Diseases</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Diabetes Mellitus</span>, Type 2"
          ],
          "groupName": [
            "Children and Teenagers",
            "Endocrine System",
            "<span class=\"qt0\">Diabetes Mellitus</span>"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is type 2 <span class=\"qt0\">diabetes</span>? Type 2 <span class=\"qt0\">diabetes</span> is a disease in which your blood glucose, or blood sugar, levels are too high. Glucose is your main source of  ... "
          ]
        }
      },
      {
        "rank": "3",
        "url": "https://medlineplus.gov/diabetesandpregnancy.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Diabetes</span> and Pregnancy"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Gestational <span class=\"qt0\">Diabetes</span>",
            "Pregnancy and <span class=\"qt0\">Diabetes</span>"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\">diabetes</span>? <p>If you have <span class=\"qt0\">diabetes</span>, your blood glucose, or blood sugar, levels are too high. Glucose comes from the foods you eat. A hormone called insulin helps the glucose get into your cells to give them energy. With type 1 <span class=\"qt0\">diabetes</span>, your body does not make insulin. With type 2 <span class=\"qt0\">diabetes</span>, your body does not make or use insulin well. Without enough insulin, the glucose stays in your blood.</p>What is gestational <span class=\"qt0\">diabetes</span>?<p>Some people already have <span class=\"qt0\">diabetes</span> before they get pregnant. But others may develop <span class=\"qt0\">diabetes</span> during pregnancy. This type of <span class=\"qt0\">diabetes</span> is called gestational <span class=\"qt0\">diabetes</span>. It usually develops around the 24th week of pregnancy. It happens when your body can't make the extra insulin it needs during pregnancy. Researchers think gestational <span class=\"qt0\">diabetes</span> is caused by the hormonal changes of pregnancy, along with genetic and lifestyle factors.</p>Who is more likely to develop gestational <span class=\"qt0\">diabetes</span>?<p>Anyone who is pregnant could develop gestational <span class=\"qt0\">diabetes</span>. But you are more likely to develop it if you:</p><ul><li>Are overweight or have obesity</li><li>Have a family history of <span class=\"qt0\">diabetes</span></li><li>Had gestational <span class=\"qt0\">diabetes</span> in a previous pregnancy</li><li>Have given birth to a baby weighing 9 pounds or more</li><li>Have polycystic ovary syndrome (PCOS)</li><li>Are African American, Hispanic/Latino, American Indian, Alaska Native, Native Hawaiian, or Pacific Islander person</li></ul>How do I know if I have gestational <span class=\"qt0\">diabetes</span>?<p>Gestational <span class=\"qt0\">diabetes</span> often has no symptoms. If you do have symptoms, they may be mild, such as being thirstier than normal or having to urinate (pee) more often.</p><p>If you are pregnant, you will most likely be screened for gestational <span class=\"qt0\">diabetes</span> between 24 and 28 weeks of pregnancy. But if you have an increased chance of developing gestational <span class=\"qt0\">diabetes</span>, you may be tested during your first prenatal visit. Your health care provider will use one or more blood glucose tests to check for gestational <span class=\"qt0\">diabetes</span>. You may have the glucose challenge test, the oral glucose tolerance test (OGTT), or both.</p><p>For these two tests, you will drink a sugary liquid and wait for an hour before your blood sample is taken. If you have an oral glucose tolerance test, you will also get your blood drawn after 2 and 3 hours.\n\n</p>How can <span class=\"qt0\">diabetes</span> affect my pregnancy?<p>Having <span class=\"qt0\">diabetes</span> during pregnancy can affect your health. For example:</p><ul><li>You are more likely to develop preeclampsia, a serious medical condition that causes a sudden increase in your blood pressure.</li><li>You are more likely to need a cesarean delivery, because your baby is more likely to be bigger than average.</li><li>Changes to your hormones and your body during pregnancy can affect your blood glucose levels. If you had <span class=\"qt0\">diabetes</span> before pregnancy, you may now need to adjust your meal plan, physical activity routine, and/or medicines. If you have any <span class=\"qt0\">diabetes</span> health problems, they may get worse during pregnancy.</li><li>Gestational <span class=\"qt0\">diabetes</span> usually goes away after you have your baby. But you will be at higher risk of developing type 2 <span class=\"qt0\">diabetes</span> later.</li></ul><p>Having <span class=\"qt0\">diabetes</span> during pregnancy can also affect the health of your developing baby:</p><ul><li>If you have high blood glucose levels at the beginning of your pregnancy, there is a higher risk of birth defects.</li><li>Your baby will be at risk for obesity and type 2 <span class=\"qt0\">diabetes</span> later in life.</li><li>Your baby is more likely to be born early.</li><li>Your baby may have breathing problems or hypoglycemia (low blood glucose levels) right after birth.</li><li>There is a higher risk of miscarriage and stillbirth.</li></ul>How can I manage <span class=\"qt0\">diabetes</span> during pregnancy?<p>There are steps you can take to manage your <span class=\"qt0\">diabetes</span> before, during, and after pregnancy.</p><p>If you already have <span class=\"qt0\">diabetes</span>, the best time to control your blood glucose is before you get pregnant. High blood glucose levels can be harmful to your developing baby during the first weeks of pregnancy, even before you know you are pregnant. See your provider to help you plan for pregnancy. You can talk about how to lower the risk of health problems for you and your developing baby. You can also discuss your diet, physical activity, and which <span class=\"qt0\">diabetes</span> medicines are safe during pregnancy.</p><p>During your pregnancy, you will work with your provider to manage your blood glucose levels. You may be able to manage them with a healthy diet and regular physical activity. If that's not enough, then you will need to take <span class=\"qt0\">diabetes</span> medicines. It's also important that you:\n</p><ul><li>Get regular prenatal checkups</li><li>Take your prenatal vitamins</li><li>Don't use harmful substances such as alcohol, tobacco, and illegal drugs</li></ul><p>After pregnancy, there are steps you need to take to stay healthy:</p><ul><li>If you had gestational <span class=\"qt0\">diabetes</span>, you are at risk of developing type 2 <span class=\"qt0\">diabetes</span>. You will be tested for it within 4 to 12 weeks after giving birth. Even if your blood glucose levels have returned to normal, you will need to get them tested every 1 to 3 years.</li><li>If you already had <span class=\"qt0\">diabetes</span> before pregnancy, you and your provider will monitor changes to your blood glucose levels. They will tell you if you need to adjust your <span class=\"qt0\">diabetes</span> management plan.</li></ul><p>NIH: National Institute of <span class=\"qt0\">Diabetes</span> and Digestive and Kidney Diseases</p>"
          ],
          "mesh": [
            "Pregnancy in Diabetics"
          ],
          "groupName": [
            "Pregnancy and Reproduction",
            "Endocrine System",
            "Female Reproductive System",
            "<span class=\"qt0\">Diabetes Mellitus</span>"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\">diabetes</span>?  If you have <span class=\"qt0\">diabetes</span>, your blood glucose, or blood sugar, levels are too high. Glucose comes from the foods you eat. A hormone called  ... "
          ]
        }
      },
      {
        "rank": "4",
        "url": "https://medlineplus.gov/diabetesinchildrenandteens.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Diabetes</span> in Children and Teens"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Children and <span class=\"qt0\">Diabetes</span>",
            "Teens and <span class=\"qt0\">Diabetes</span>"
          ],
          "FullSummary": [
            "<p>Until recently, the common type of <span class=\"qt0\">diabetes</span> in children and teens was type 1. It was called juvenile <span class=\"qt0\">diabetes</span>. With Type 1 <span class=\"qt0\">diabetes</span>, the pancreas does not make insulin. Insulin is a hormone that helps glucose,or sugar, get into your cells to give them energy. Without insulin, too much sugar stays in the blood.</p><p>Now younger people are also getting type 2 <span class=\"qt0\">diabetes</span>.  Type 2 <span class=\"qt0\">diabetes</span> used to be called adult-onset <span class=\"qt0\">diabetes</span>. But now it is becoming more common in children and teens, due to more obesity. With Type 2 <span class=\"qt0\">diabetes</span>, the body does not make or use insulin well.</p><p>Children have a higher risk of type 2 <span class=\"qt0\">diabetes</span> if they  are overweight or have obesity, have a family history of <span class=\"qt0\">diabetes</span>, or are not active. Children who are African American, Hispanic, Native American/Alaska Native, Asian American, or Pacific Islander also have a higher risk. To lower the risk of type 2 <span class=\"qt0\">diabetes</span> in children:</p><ul><li>Have them maintain a healthy weight</li><li>Be sure they are physically active</li><li>Have them eat smaller portions of healthy foods</li><li>Limit time with the TV, computer, and video</li></ul><p>Children and teens with type 1 <span class=\"qt0\">diabetes</span> may need to take insulin. Type 2 <span class=\"qt0\">diabetes</span> may be  controlled with diet and exercise. If not, patients will need to take oral <span class=\"qt0\">diabetes</span> medicines or insulin. A blood test called the A1C can check on how you are managing your <span class=\"qt0\">diabetes</span>.</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Diabetes Mellitus</span>"
          ],
          "groupName": [
            "Children and Teenagers",
            "Endocrine System",
            "<span class=\"qt0\">Diabetes Mellitus</span>"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " Until recently, the common type of <span class=\"qt0\">diabetes</span> in children and teens was type 1. It was called juvenile <span class=\"qt0\">diabetes</span>. With Type 1 <span class=\"qt0\">diabetes</span>, the pancreas does not  ... "
          ]
        }
      }
    ]
  },
  {
    "condition": "hypertension",
    "documents": [
      {
        "rank": "0",
        "url": "https://medlineplus.gov/highbloodpressure.html",
        "contents": {
          "title": [
            "<span class=\"qt0\"><span class=\"qt1\">High Blood Pressure</span></span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Blood Pressure",
            "<span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>",
            "Benign essential <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>",
            "Essential <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>",
            "HBP",
            "HTN"
          ],
          "FullSummary": [
            "What is blood pressure?<p>Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your <span class=\"qt0\"><span class=\"qt1\">blood pressure is highest</span></span> when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure.</p><p>Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. For example, 120/80 means a systolic of 120 and a diastolic of 80.</p>How is <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> diagnosed?<p><span class=\"qt0\"><span class=\"qt1\">High blood pressure</span></span> usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. They will take two or more readings at separate appointments before making a diagnosis.</p>Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80Elevated120 - 129andLess than 80High Blood Pressure Stage 1130 - 139or80 - 89High Blood Pressure Stage 2140 or higheror90 or higherHypertensive Crisis (dangerously <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> - seek medical care right away)Higher than 180andHigher than 120<p>For children and teens, the health care provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.</p>What are the different types of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>?<p>There are two main types of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>: primary and secondary <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>.:</p><ul><li>Primary, or essential, <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> is the most common type of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>. For most people who get this kind of blood pressure, it develops over time as you get older.</li><li>Secondary <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> is caused by another medical condition or use of certain medicines. It usually gets better after you treat that condition or stop taking the medicines that are causing it.</li></ul>Why do I need to worry about <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>?<p>When your blood pressure stays high over time, it causes the heart to pump harder and work overtime, possibly leading to serious health problems such as heart attack, stroke, heart failure, and kidney failure.</p>What are the treatments for <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>?<p>Treatments for <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> include heart-healthy lifestyle changes and medicines.</p><p>You will work with your provider to come up with a treatment plan. It may include only the lifestyle changes. These changes, such as heart-healthy eating and exercise, can be very effective. But sometimes the changes do not control or lower your <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>. Then you may need to take medicine. There are different types of blood pressure medicines. Some people need to take more than one type.</p><p>If your <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> is caused by another medical condition or medicine, treating that condition or stopping the medicine may lower your blood pressure.</p><p>NIH: National Heart, Lung, and Blood Institute</p>"
          ],
          "mesh": [
            "Prehypertension",
            "<span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>"
          ],
          "groupName": [
            "Older Adults",
            "Blood, Heart and Circulation"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is blood pressure? Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood  ... "
          ]
        }
      },
      {
        "rank": "1",
        "url": "https://medlineplus.gov/pulmonaryhypertension.html",
        "contents": {
          "title": [
            "Pulmonary <span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Cor Pulmonale",
            "<span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>, Pulmonary",
            "Primary Pulmonary <span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>",
            "Pulmonary Arterial <span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>"
          ],
          "FullSummary": [
            "What is pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>? <p>Pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>, sometimes called PH, is a serious condition that affects the blood vessels in the lungs. It develops when the blood pressure in your lungs is higher than normal.</p><p>Your heart pumps blood to your lungs so they can add oxygen to the blood. The blood goes back to your heart. From there, it travels to the rest of your body so that your tissues can get the oxygen that they need.</p><p>The blood moves from your heart to your lungs through blood vessels called pulmonary arteries. If the pulmonary arteries become damaged, narrowed, or blocked, the blood does not flow through them as well. This can increase the blood pressure in the arteries and cause pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>.</p><p>There are different types of pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>, including pulmonary arterial <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> (PAH). The different types are based on what caused the disease.</p>What causes pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>?<p>Pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> can develop on its own or be caused by another condition. Sometimes the cause is unknown or is not clear.</p><p>Some of the possible causes include:</p><ul><li>Heart diseases, including left-sided heart failure and congenital heart disease</li><li>Lung diseases such as COPD (chronic obstructive pulmonary disease), interstitial lung disease, emphysema, and sleep apnea</li><li>Other medical conditions such as:\n  <ul><li>Liver diseases</li><li>Sickle cell disease</li><li>Pulmonary embolism (blood clots in the lungs)</li><li>Connective tissue disorders like scleroderma</li></ul>\n</li></ul>Who is more likely to develop pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>? <p>Certain factors can make you more likely to develop pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>, such as:</p><ul><li>Your age. The risk increases as you get older. The condition is usually diagnosed between ages 30 and 60.</li><li>Your environment. Being exposed to asbestos or having certain infections caused by parasites can raise your risk.</li><li>Your family history and genetics. Certain genetic disorders, such as Down syndrome, congenital heart disease, and Gaucher disease, can raise your risk of pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>. So can a family history of blood clots.</li><li>Your lifestyle habits.Smoking and illegal drug use can raise your risk of developing pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>.</li><li>Certain medicines. For example, some medicines used to treat cancer and depression can make you more likely to develop pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>.</li><li>Your sex. Pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> is more common in women than in men.</li></ul>What are the symptoms of pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>?<p>The symptoms of pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> are sometimes hard to recognize and are similar to the symptoms of other medical conditions. So sometimes it can take years for someone to get diagnosed with pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>.</p><p>The symptoms of pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> may include:</p><ul><li>Shortness of breath</li><li>Chest pain or pressure</li><li>Dizziness that may lead to fainting</li><li>Fatigue</li><li>Swelling of the abdomen, legs, or feet</li><li>Heart palpitations (the feeling that your heart is pounding or beating too fast)</li></ul>What other problems can pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> cause?<p>Pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> can get worse over time and lead to serious problems, including:</p><ul><li>Anemia, which can cause your body to not get enough oxygen-rich blood</li><li>Arrhythmias, problems with the rate or rhythm of your heartbeat</li><li>Blood clots in the pulmonary arteries</li><li>Bleeding in the lungs</li><li>Heart failure</li><li>Liver damage</li><li>Pericardial effusion, a collection of fluid around the heart</li><li>Serious pregnancy complications</li></ul>How is pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> diagnosed?<p>To find out if you have pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>, your health care provider:</p><ul><li>Will ask about your medical history and symptoms</li><li>Will do a physical exam, which may include checking your blood oxygen, listening to your heart and lungs, and checking your blood pressure</li><li>Will likely order some tests, such as:\n  <ul><li>Blood tests to look for blood clots, stress on the heart, or anemia</li><li>Heart imaging tests, such as a cardiac MRI</li><li>Lung imaging tests, such as chest x-ray</li><li>An electrocardiogram (ECG or EKG)</li></ul>\n</li></ul>What are the treatments for pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>?<p>Often there is no cure for pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>, but treatments can help manage your symptoms. Your provider will work with you to come up with a treatment plan. It will be based on your needs and the cause of the pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>. The plan may include:</p><ul><li>Healthy lifestyle changes, such as:\n  <ul><li>Healthy eating, which includes eating less salt</li><li>Regular physical activity, which may be done through pulmonary rehabilitation</li></ul>\n</li><li>Medicines, such as:\n  <ul><li>Blood thinners</li><li>Medicines to control the rate blood is pumped throughout the body</li><li>Medicines to relax blood vessels and allow the blood to flow better</li><li>Medicine to reduce swelling (diuretics)</li></ul>\n</li><li>Oxygen therapy</li><li>Procedures to reduce pressure in the heart or pulmonary artery</li><li>In some severe cases, a lung transplant</li></ul><p>NIH: National Heart, Lung, and Blood Institute</p>"
          ],
          "mesh": [
            "<span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>, Pulmonary"
          ],
          "groupName": [
            "Blood, Heart and Circulation",
            "Lungs and Breathing"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>?  Pulmonary <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>, sometimes called PH, is a serious condition that affects the blood vessels in the lungs. It develops  ... "
          ]
        }
      },
      {
        "rank": "2",
        "url": "https://medlineplus.gov/howtopreventhighbloodpressure.html",
        "contents": {
          "title": [
            "How to Prevent <span class=\"qt0\"><span class=\"qt1\">High Blood Pressure</span></span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "<span class=\"qt0\"><span class=\"qt1\">High Blood Pressure</span></span> Prevention",
            "Lowering <span class=\"qt0\"><span class=\"qt1\">High Blood Pressure</span></span>"
          ],
          "FullSummary": [
            "<p>Around half of American adults have <span class=\"qt0\"><span class=\"qt1\">high blood pressure (hypertension</span></span>). Many of those people don't know they have it because there are usually no warning signs. This can be dangerous, because <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> can lead to life-threatening conditions like heart attack or stroke. The good news is that you can often prevent or treat <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>. Early diagnosis and heart-healthy lifestyle changes can keep <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> from seriously damaging your health.</p>What is blood pressure?<p>Each time your heart beats, it pumps blood into your arteries (the blood vessels that carry blood from your heart to the tissues and organs in your body). Blood pressure is the force of your blood pushing against the walls of your arteries. Blood pressure is measured as two numbers:</p><ul><li>Systolic pressure (the first and higher number) measures pressure inside your arteries when your heart beats</li><li>Diastolic pressure (the second and lower number) measures the pressure inside your arteries when your heart rests between beats</li></ul><p>As an example, a blood pressure reading of 120/80 means a systolic of 120 and a diastolic of 80.</p>How is <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> diagnosed?<p><span class=\"qt0\"><span class=\"qt1\">High blood pressure</span></span> usually has no symptoms. So the only way to find out if you have it is to get regular blood pressure checks from your health care provider. Your provider will use a gauge, a stethoscope or electronic sensor, and a blood pressure cuff. They will take two or more readings at separate appointments before making a diagnosis:</p>Blood Pressure CategorySystolic Blood PressureDiastolic Blood PressureNormalLess than 120andLess than 80Elevated120 - 129andLess than 80High Blood Pressure Stage 1130 - 139or80 - 89High Blood Pressure Stage 2140 or higheror90 or higherHypertensive Crisis (dangerously <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> - seek medical care right away)Higher than 180andHigher than 120<p>For children and teens, the provider compares the blood pressure reading to what is normal for other kids who are the same age, height, and sex.</p>Who is more likely to develop <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>?<p>Anyone can develop <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>, but there are certain factors that can increase your risk:</p><ul><li>Age. Blood pressure tends to rise with age.</li><li>Race/Ethnicity. <span class=\"qt0\"><span class=\"qt1\">High blood pressure</span></span> is more common in Black adults. They also tend to have higher average blood pressure numbers and get <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> earlier in life.</li><li>Sex. Men are more likely than women to develop <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> throughout middle age. But in older adults, women are more likely than men to develop <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>.</li><li>Lifestyle. Certain lifestyle habits can raise your risk for <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>, such as eating too much sodium (salt) or not enough potassium, lack of exercise, drinking too much alcohol, and smoking.</li><li>Family history and genetics. <span class=\"qt0\"><span class=\"qt1\">High blood pressure</span></span> often runs in families. Many genes are linked to small increases in <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> risk.</li><li>Social and economic factors:<ul><li>Research shows that factors such as income, education level, where you live, and the type of job you have may raise your risk of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>. For example, working early or late shifts can raise your risk.</li><li>Experiencing discrimination and poverty has been linked to <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>. Also, some research has shown that trauma in childhood may raise the risk of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>.</li></ul></li><li>Certain medicines. Some medicines can raise your blood pressure, including:\n  <ul><li>Certain antidepressants</li><li>Decongestants (medicines to relieve a stuffy nose)</li><li>Hormonal birth control pills</li><li>Non-steroidal anti-inflammatory drugs (NSAIDs), which are a type of pain reliever</li></ul>\n</li><li>Having certain other medical conditions, such as:\n  <ul><li>Some tumors</li><li>Chronic kidney disease</li><li>Diabetes</li><li>Metabolic syndrome</li><li>Overweight and obesity</li><li>Sleep apnea</li><li>Thyroid problems</li></ul>\n</li></ul>How can I prevent <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>?<p>You can help prevent <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> by having a healthy lifestyle. This means:</p><ul><li>Eating a healthy diet. To help manage your blood pressure, you should limit the amount of sodium (salt) that you eat and increase the amount of potassium in your diet. It is also important to eat foods that are lower in fat, as well as plenty of fruits, vegetables, and whole grains. The DASH eating plan is an example of an eating plan that can help you to lower your blood pressure.</li><li>Getting regular physical activity. Regular physical activity can help you maintain a healthy weight and lower your blood pressure.</li><li>Being at a healthy weight. Being overweight or having obesity increases your risk for <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>. Maintaining a healthy weight can help you control <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> and reduce your risk for other health problems.</li><li>Limiting alcohol. Drinking too much alcohol can raise your blood pressure. It also adds extra calories, which may cause weight gain.</li><li>Not smoking. Cigarette smoking raises your blood pressure and puts you at higher risk for heart attack and stroke. If you do not smoke, don't start. If you do smoke, talk to yourprovider for help in finding the best way for you to quit.</li><li>Managing stress. Learning how to relax and manage stress can improve your emotional and physical health and lower <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>. Stress management techniques include exercising, listening to music, focusing on something calm or peaceful, and meditating.</li><li>Getting enough high-quality sleep.</li></ul><p>If you already have <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>, it is important to prevent it from getting worse or causing complications. You need to get regular medical care and follow your treatment plan. Your plan will include healthy lifestyle habit recommendations and possibly medicines.</p><p>NIH: National Heart, Lung, and Blood Institute</p>"
          ],
          "mesh": [
            "<span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>"
          ],
          "groupName": [
            "Blood, Heart and Circulation"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " Around half of American adults have <span class=\"qt0\"><span class=\"qt1\">high blood pressure (hypertension</span></span>). Many of those people don't know they have it because there are usually no warning signs.  ... "
          ]
        }
      },
      {
        "rank": "3",
        "url": "https://medlineplus.gov/highbloodpressureinpregnancy.html",
        "contents": {
          "title": [
            "<span class=\"qt0\"><span class=\"qt1\">High Blood Pressure</span></span> in Pregnancy"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Gestational <span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>",
            "Preeclampsia",
            "Toxemia"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy?<p>Blood pressure is the force of your blood pushing against the walls of your arteries. Your arteries are blood vessels that carry blood from your heart to other parts of your body. <span class=\"qt0\"><span class=\"qt1\">High blood pressure, or hypertension, is blood pressure that is higher</span></span> than normal. Having <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> can put you at risk for other health problems, such as heart disease, heart attack, and stroke.</p><p>During pregnancy, <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> can cause problems for you and your baby. To keep you and your baby healthy, it's important to get treatment for <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> before, during, and after pregnancy.</p>What are the types of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy?<p>There are different types of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy:</p><ul><li>Gestational <span class=\"qt0\"><span class=\"qt1\">hypertension is high blood pressure</span></span> that you develop while you are pregnant. It starts after you are 20 weeks pregnant. You usually don't have any other symptoms. In many cases, it does not harm you or your baby, and it goes away within 12 weeks after childbirth. But it does raise your risk of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in the future. If it becomes severe, it can lead to a preterm birth or your baby having a low birth weight. Some women with gestational <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> do go on to develop preeclampsia, a more serious type of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy.</li><li>Chronic <span class=\"qt0\"><span class=\"qt1\">hypertension is high blood pressure</span></span> that starts before the 20th week of pregnancy or before you became pregnant. Some people may have had it long before becoming pregnant but didn't know it until they got their blood pressure checked at their prenatal visit. Sometimes chronic <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span> can also lead to preeclampsia.</li><li>Preeclampsia is a sudden increase in blood pressure after the 20th week of pregnancy. It usually happens in the last trimester. Preeclampsia also often includes signs of damage to some of your organs, such as your liver or kidneys. The signs may include protein in the urine (pee) and very <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>. Preeclampsia can be serious or even life-threatening for both you and your baby.\n  <ul><li>If preeclampsia becomes severe enough to affect your brain function and causes seizures or a coma, it is called eclampsia.</li><li>In rare cases, preeclampsia symptoms may not start until after delivery. This is called postpartum preeclampsia. If this type of preeclampsia becomes more severe and causes a seizure, it is known as postpartum eclampsia. </li><li>When a person with preeclampsia or eclampsia has damage to the liver and blood cells, it's called HELLP syndrome. It is rare, but very serious.</li></ul>\n</li></ul>Who is more likely to develop <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy?<p>You are more likely to develop <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy if you:</p><ul><li>Had chronic <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> or chronic kidney disease before pregnancy</li><li>Had <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> or preeclampsia in a previous pregnancy</li><li>Have obesity\n</li><li>Are under age 20 or over age 40</li><li>Are pregnant with more than one baby</li><li>Are African American</li><li>Have a family history of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy</li><li>Have certain health conditions, such as diabetes or lupus</li></ul>What are the symptoms of <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy?<p><span class=\"qt0\"><span class=\"qt1\">High blood pressure</span></span> usually has no symptoms. People usually find out they have <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> when their health care provider measures their blood pressure.</p><p>Preeclampsia can cause other symptoms, including:</p><ul><li>Too much protein in your urine (called proteinuria).</li><li>Swelling (edema) in your face and hands. Your feet may also swell, but many women have swollen feet during pregnancy. So swollen feet by themselves may not be a sign of a problem.</li><li>A headache that does not go away.</li><li>Vision problems, including blurred vision or seeing spots.</li><li>Pain in your upper right abdomen (belly).</li><li>Trouble breathing.</li></ul><p>Eclampsia can also cause seizures, nausea and/or vomiting, and low urine output.</p><p>If you go on to develop HELLP syndrome, you may also have bleeding or bruising easily, extreme fatigue, and liver failure.</p>What problems can <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy cause?<p><span class=\"qt0\"><span class=\"qt1\">High blood pressure</span></span> in pregnancy can lead to complications such as:</p><ul><li>Placental abruption, where the placenta (the organ that brings oxygen and nutrients to the baby) separates from the uterus (the place where a baby grows during pregnancy)</li><li>Poor fetal growth, caused by a lack of nutrients and oxygen</li><li>Preterm birth</li><li>Your baby having a low birth weight</li><li>Damage to your kidneys, liver, brain, and other organ and blood systems</li><li>A higher risk of heart disease for you</li></ul>How is <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy diagnosed?<p>Your provider will check your blood pressure and urine at each prenatal visit. If your blood pressure reading is high (140/90 or higher), especially after the 20th week of pregnancy, your provider will likely want to order some tests. These may include blood tests and other lab tests, such as a test to look for extra protein in your urine.</p>What are the treatments for <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy?<p>If you have <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>, you and your baby will be closely monitored to lower the chance of complications. You may need to:</p><ul><li>Check your blood pressure at home.</li><li>Keep track of how many times you feel the baby kicking each day.</li><li>Adjust your physical activity. Talk to your provider about what level of physical activity is right for you.</li><li>Take medicine to control your blood pressure. Talk to your provider about which medicines are safe for your baby. </li><li>Take aspirin in the second trimester, if you are at risk of preeclampsia and your provider recommends aspirin.</li><li>Visit your provider more often to monitor your condition and your baby's growth rate and heart rate.</li></ul><p>If you have eclampsia, HELLP syndrome, or a severe case of preeclampsia, you will most likely need to go to the hospital. Treatment often includes medicines. Your provider may also recommend delivering the baby early. They will make the decision based on:</p><ul><li>How severe the condition is</li><li>The possible risks to you and your baby</li><li>How far along the pregnancy is</li></ul><p>The goal is to lower the risks to you while giving your baby as much time as possible to mature before delivery. </p><p>The symptoms of preeclampsia can last after delivery, but they usually go away within 6 weeks.</p>"
          ],
          "mesh": [
            "<span class=\"qt0\"><span class=\"qt1\">Hypertension</span></span>, Pregnancy-Induced"
          ],
          "groupName": [
            "Pregnancy and Reproduction",
            "Female Reproductive System"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> in pregnancy? Blood pressure is the force of your blood pushing against the walls of your arteries. Your arteries are blood  ... "
          ]
        }
      },
      {
        "rank": "4",
        "url": "https://medlineplus.gov/bloodpressuremedicines.html",
        "contents": {
          "title": [
            "Blood Pressure Medicines"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Antihypertensive Medicines",
            "<span class=\"qt0\"><span class=\"qt1\">High Blood Pressure</span></span> Medicines"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>?<p><span class=\"qt0\"><span class=\"qt1\">High blood pressure</span></span>, also called <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>, is when blood puts too much pressure against the walls of your arteries. Almost half of American adults have <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>, usually with no symptoms. But it can cause serious problems such as stroke, heart failure, heart attack, and kidney disease.</p>What lifestyle changes can help lower <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>?<p>Healthy lifestyle changes can help reduce <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>:</p><ul><li>Losing weight</li><li>Being physically active</li><li>Managing stress</li><li>Reducing sodium in your diet</li><li>Avoiding alcohol, tobacco, and illegal drugs</li><li>Getting enough sleep</li></ul>What if lifestyle changes alone cannot lower blood pressure?<p>Sometimes lifestyle changes alone cannot control or lower your <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span>. In that case, your health care provider may prescribe blood pressure medicines.</p>How do blood pressure medicines work?<p>The most commonly used blood pressure medicines work in different ways to lower blood pressure:</p><ul><li>Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) keep your blood vessels from narrowing as much and allows blood to move through them with less pressure.</li><li>Beta blockers help your heart beat slower and with less force. This means that your heart pumps less blood through your blood vessels. Beta blockers are typically used only as a backup option or if you also have certain other conditions.</li><li>Calcium channel blockers prevent calcium from entering the muscle cells of your heart and blood vessels. This allows the blood vessels to relax.</li><li>Diuretics remove extra water and sodium (salt) from your body. This lowers the amount of fluid in your blood. Diuretics are often used with other <span class=\"qt0\"><span class=\"qt1\">high blood pressure</span></span> medicines, sometimes in one combined pill.</li></ul><p>Often, two or more medicines work better than one. If these medicines do not lower your blood pressure enough, your provider may suggest that you take another type of blood pressure medicine.</p><p>While taking the medicines, it is still important to keep up with your healthy lifestyle changes. Doing both helps keep blood pressure lower than lifestyle changes or medicines alone.</p><p>NIH: National Heart, Lung, and Blood Institute</p>"
          ],
          "mesh": [
            "Antihypertensive Agents"
          ],
          "groupName": [
            "Blood, Heart and Circulation",
            "Drug Therapy"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\"><span class=\"qt1\">high blood pressure? High blood pressure</span></span>, also called <span class=\"qt0\"><span class=\"qt1\">hypertension</span></span>, is when blood puts too much pressure against the walls of your arteries. Almost  ... "
          ]
        }
      }
    ]
  },
  {
    "condition": "asthma",
    "documents": [
      {
        "rank": "1",
        "url": "https://medlineplus.gov/asthma.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Asthma</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Bronchial <span class=\"qt0\">Asthma</span>"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\">asthma</span>?<p><span class=\"qt0\">Asthma</span> is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have <span class=\"qt0\">asthma</span>, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an <span class=\"qt0\">asthma</span> attack or flare-up.</p>What causes <span class=\"qt0\">asthma</span>?<p>The exact cause of <span class=\"qt0\">asthma</span> is unknown. Genetics and your environment likely play a role in who gets <span class=\"qt0\">asthma</span>.</p><p>An <span class=\"qt0\">asthma</span> attack can happen when you are exposed to an <span class=\"qt0\">asthma</span> trigger. An <span class=\"qt0\">asthma</span> trigger is something that can set off or worsen your <span class=\"qt0\">asthma</span> symptoms. Different triggers can cause different types of <span class=\"qt0\">asthma</span>:</p><ul><li>Allergic <span class=\"qt0\">asthma</span> is caused by allergens. Allergens are substances that cause an allergic reaction. They can include\n\t<ul><li>Dust mites</li><li>Mold</li><li>Pets</li><li>Pollen from grass, trees, and weeds</li><li>Waste from pests such as cockroaches and mice</li></ul>\n</li><li>Nonallergic <span class=\"qt0\">asthma</span> is caused by triggers that are not allergens, such as\n\t<ul><li>Breathing in cold air</li><li>Certain medicines</li><li>Household chemicals</li><li>Infections such as colds and the flu</li><li>Outdoor air pollution</li><li>Tobacco smoke</li></ul>\n</li><li>Occupational <span class=\"qt0\">asthma</span> is caused by breathing in chemicals or industrial dusts at work</li><li>Exercise-induced <span class=\"qt0\">asthma</span> happens during physical exercise, especially when the air is dry</li></ul><p><span class=\"qt0\">Asthma</span> triggers may be different for each person and can change over time.</p>Who is at risk for <span class=\"qt0\">asthma</span>?<p><span class=\"qt0\">Asthma</span> affects people of all ages, but it often starts during childhood. Certain factors can raise your risk of having <span class=\"qt0\">asthma</span>:</p><ul><li>Being exposed to secondhand smoke when your mother is pregnant with you or when you are a small child</li><li>Being exposed to certain substances at work, such as chemical irritants or industrial dusts</li><li>Genetics and family history. You are more likely to have <span class=\"qt0\">asthma</span> if one of your parents has it, especially if it's your mother.</li><li>Race or ethnicity. Black and African Americans and Puerto Ricans are at higher risk of <span class=\"qt0\">asthma</span> than people of other races or ethnicities.</li><li>Having other diseases or conditions such as obesity and allergies</li><li>Often having viral respiratory infections as a young child</li><li>Sex. In children, <span class=\"qt0\">asthma</span> is more common in boys. In teens and adults, it is more common in women.</li></ul>What are the symptoms of <span class=\"qt0\">asthma</span>?<p>The symptoms of <span class=\"qt0\">asthma</span> include:</p><ul><li>Chest tightness</li><li>Coughing, especially at night or early morning</li><li>Shortness of breath</li><li>Wheezing, which causes a whistling sound when you breathe out</li></ul><p>These symptoms can range from mild to severe. You may have them every day or only once in a while.</p><p>When you are having an <span class=\"qt0\">asthma</span> attack, your symptoms get much worse. The attacks may come on gradually or suddenly. Sometimes they can be life-threatening. They are more common in people who have severe <span class=\"qt0\">asthma</span>. If you are having <span class=\"qt0\">asthma</span> attacks, you may need a change in your treatment.</p>How is <span class=\"qt0\">asthma</span> diagnosed?<p>Your health care provider may use many tools to diagnose <span class=\"qt0\">asthma</span>:</p><ul><li>Physical exam</li><li>Medical history</li><li>Lung function tests, including spirometry, to test how well your lungs work</li><li>Tests to measure how your airways react to specific exposures. During this test, you inhale different concentrations of allergens or medicines that may tighten the muscles in your airways. Spirometry is done before and after the test.</li><li>Peak expiratory flow (PEF) tests to measure how fast you can blow air out using maximum effort</li><li>Fractional exhaled nitric oxide (FeNO) tests to measure levels of nitric oxide in your breath when you breathe out. High levels of nitric oxide may mean that your lungs are inflamed.</li><li>Allergy skin or blood tests, if you have a history of allergies. These tests check which allergens cause a reaction from your immune system.</li></ul>What are the treatments for <span class=\"qt0\">asthma</span>?<p>If you have <span class=\"qt0\">asthma</span>, you will work with your health care provider to create a treatment plan. The plan will include ways to manage your <span class=\"qt0\">asthma</span> symptoms and prevent <span class=\"qt0\">asthma</span> attacks. It will include:</p><ul><li>Strategies to avoid triggers. For example, if tobacco smoke is a trigger for you, you should not smoke or allow other people to smoke in your home or car.</li><li>Short-term relief medicines,  also called quick-relief medicines. They help prevent symptoms or relieve symptoms during an <span class=\"qt0\">asthma</span> attack. They include an inhaler to carry with you all the time. It may also include other types of medicines which work quickly to help open your airways.</li><li>Control medicines.  You take them every day to help prevent symptoms. They work by reducing airway inflammation and preventing narrowing of the airways.</li></ul><p>If you have a severe attack and the short-term relief medicines do not work, you will need emergency care.</p><p>Your provider may adjust your treatment until <span class=\"qt0\">asthma</span> symptoms are controlled.</p><p>Sometimes <span class=\"qt0\">asthma</span> is severe and cannot be controlled with other treatments. If you are an adult with uncontrolled <span class=\"qt0\">asthma</span>, in some cases your provider might suggest bronchial thermoplasty. This is a procedure that uses heat to shrink the smooth muscle in the lungs. Shrinking the muscle reduces your airway's ability to tighten and allows you to breathe more easily. The procedure has some risks, so it's important to discuss them with your provider.</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Asthma</span>"
          ],
          "groupName": [
            "Lungs and Breathing",
            "Immune System"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\">asthma? Asthma</span> is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have  ... "
          ]
        }
      },
      {
        "rank": "0",
        "url": "https://medlineplus.gov/asthmainchildren.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Asthma</span> in Children"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Childhood <span class=\"qt0\">Asthma</span>",
            "Pediatric <span class=\"qt0\">asthma</span>"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\">asthma</span>? <p><span class=\"qt0\">Asthma</span> is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have <span class=\"qt0\">asthma</span>, your airways can become inflamed and narrowed. This can cause wheezing, coughing, and tightness in your chest. When these symptoms get worse than usual, it is called an <span class=\"qt0\">asthma</span> attack or flare-up.</p>How does <span class=\"qt0\">asthma</span> affect children? <p><span class=\"qt0\">Asthma</span> often starts during childhood, usually before age 5. Many children have <span class=\"qt0\">asthma</span> - it is the most common chronic disease of childhood. It can cause children to miss school and end up in the hospital. But treatments can help manage <span class=\"qt0\">asthma</span>.</p>What causes <span class=\"qt0\">asthma</span> in children?<p>The exact cause of <span class=\"qt0\">asthma</span> is unknown. Genetics and environment likely play a role in which children get <span class=\"qt0\">asthma</span>.</p><p>An <span class=\"qt0\">asthma</span> attack can happen when your child is exposed to an <span class=\"qt0\">asthma</span> trigger. An <span class=\"qt0\">asthma</span> trigger is something that can set off or worsen <span class=\"qt0\">asthma</span> symptoms. Different triggers can cause different types of <span class=\"qt0\">asthma</span>:</p><ul><li>Allergic <span class=\"qt0\">asthma</span> is caused by allergens. Allergens are substances that cause an allergic reaction. They can include\n\t<ul><li>Dust mites</li><li>Mold</li><li>Pets</li><li>Pollen from grass, trees, and weeds</li><li>Waste from pests such as cockroaches and mice</li></ul>\n</li><li>Nonallergic <span class=\"qt0\">asthma</span> is caused by triggers that are not allergens, such as\n\t<ul><li>Breathing in cold air</li><li>Certain medicines</li><li>Household chemicals</li><li>Infections such as colds and the flu</li><li>Outdoor air pollution</li><li>Tobacco smoke</li></ul>\n</li><li>Exercise-induced <span class=\"qt0\">asthma</span> happens during physical exercise, especially when the air is dry</li></ul><p><span class=\"qt0\">Asthma</span> triggers may be different for each child and can change over time.</p>Which children are at risk for <span class=\"qt0\">asthma</span>?<p>Certain factors raise the risk of <span class=\"qt0\">asthma</span> in children:</p><ul><li>Being exposed to secondhand smoke when their mother is pregnant with them or when they are small children</li><li>Genetics and family history. Children are more likely to have <span class=\"qt0\">asthma</span> if one of their parents has it, especially if it's the mother. </li><li>Race or ethnicity. Black and African Americans and Puerto Ricans are at higher risk of <span class=\"qt0\">asthma</span> than people of other races or ethnicities.</li><li>Having other diseases or conditions such as  obesity and allergies</li><li>Often having viral respiratory infections as young children</li><li>Sex. In children, <span class=\"qt0\">asthma</span> is more common in boys. In teens, it is more common in girls.</li></ul>What are the symptoms of <span class=\"qt0\">asthma</span> in children?<p>The symptoms of <span class=\"qt0\">asthma</span> in children include:</p><ul><li>Chest tightness</li><li>Coughing, especially at night or early morning</li><li>Breathing problems, such as shortness of breath, rapid breathing, or gasping for air</li><li>Feeling tired</li><li>Dark circles under the eyes</li><li>Being irritable</li><li>Wheezing, which causes a whistling sound when they breathe out</li><li>Trouble eating or sucking (in infants)</li></ul><p>These symptoms can range from mild to severe. They may happen often or only once in a while.</p><p>When children have an <span class=\"qt0\">asthma</span> attack, their symptoms get much worse. The attacks may come on gradually or suddenly. Sometimes they can be life-threatening. Warning signs of a severe attack include severe coughing, serious breathing problems, and turning very pale or blue in the face, lips and/or fingernails. If your child has those symptoms, get medical help right away.</p>How is <span class=\"qt0\">asthma</span> in children diagnosed?<p>It can be hard to diagnose <span class=\"qt0\">asthma</span> in children, especially if they are young. <span class=\"qt0\">Asthma</span> has similar symptoms as other childhood conditions. And some children may not have <span class=\"qt0\">asthma</span> symptoms very often, so it may seem like they are having respiratory infections instead.</p><p>Your child's health care provider may use many tools to diagnose <span class=\"qt0\">asthma</span>:</p><ul><li>Physical exam</li><li>Medical history</li><li>Chest x-ray</li><li>Lung function tests, including spirometry, to test how well the lungs work. Younger children are usually not able to do these tests.</li><li>Allergy skin or blood tests, if you have a history of allergies. These tests check which allergens cause a reaction from your immune system.</li></ul><p>If you have a young child who cannot do lung function tests, the provider may suggest doing a trial of <span class=\"qt0\">asthma</span> medicines. The trial involves giving your child the medicines for several weeks to see whether the symptoms get better.</p>What are the treatments for <span class=\"qt0\">asthma</span> in children?<p>If your child has <span class=\"qt0\">asthma</span>, you will work with their health care provider to create a treatment plan. The plan will include ways to manage your child's <span class=\"qt0\">asthma</span> symptoms and prevent <span class=\"qt0\">asthma</span> attacks, such as:</p><ul><li>Strategies to avoid triggers. For example, if tobacco smoke is a trigger for your child, you should not allow anyone to smoke in your home or car.</li><li>Short-term relief medicines, also called quick-relief medicines. They help prevent symptoms or relieve symptoms during an <span class=\"qt0\">asthma</span> attack. They include an inhaler to have for your child at all times. It may also include other types of medicines which work quickly to help open your child's airways.</li><li>Control medicines.  They work by reducing airway inflammation and preventing narrowing of the airways. Not all children will take control medicines. Whether or not your child needs them depends on how severe the <span class=\"qt0\">asthma</span> is and how often your child has symptoms.</li></ul><p>If your child has a severe attack and the short-term relief medicines do not work, get medical help right away.</p><p>Your child's provider may adjust the treatment until the <span class=\"qt0\">asthma</span> symptoms are controlled.</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Asthma</span>"
          ],
          "groupName": [
            "Children and Teenagers",
            "Lungs and Breathing",
            "Immune System"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\">asthma?  Asthma</span> is a chronic (long-term) lung disease. It affects your airways, the tubes that carry air in and out of your lungs. When you have  ... "
          ]
        }
      },
      {
        "rank": "2",
        "url": "https://medlineplus.gov/allergy.html",
        "contents": {
          "title": [
            "Allergy"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Allergic Rhinitis",
            "Hypersensitivity"
          ],
          "FullSummary": [
            "<p>An allergy is a reaction by your immune system to something that does not bother most other people. People who have allergies often are sensitive to more than one thing. Substances that often cause reactions are:</p><ul><li>Pollen</li><li>Dust mites</li><li>Mold spores</li><li>Pet dander</li><li>Food</li><li>Insect stings</li><li>Medicines</li></ul><p>Normally, your immune system fights germs. It is your body's defense system. In most allergic reactions, however, it is responding to a false alarm. Genes and the environment probably both play a role.</p><p>Allergies can cause a variety of symptoms such as a runny nose, sneezing, itching, rashes, swelling, or <span class=\"qt0\">asthma</span>. Allergies can range from minor to severe.  Anaphylaxis is a severe reaction that can be life-threatening.   Doctors use skin and blood tests to diagnose allergies. Treatments include medicines, allergy shots, and avoiding the substances that cause the reactions.</p>"
          ],
          "mesh": [
            "Hypersensitivity"
          ],
          "groupName": [
            "Ear, Nose and Throat",
            "Immune System"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " An allergy is a reaction by your immune system to something that does not bother most other people. People who have allergies often are sensitive to more  ... "
          ]
        }
      },
      {
        "rank": "3",
        "url": "https://medlineplus.gov/copd.html",
        "contents": {
          "title": [
            "COPD"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Chronic Obstructive Pulmonary Disease"
          ],
          "FullSummary": [
            "What is COPD (chronic obstructive pulmonary disease)?<p>COPD (chronic obstructive pulmonary disease) is a group of lung diseases that make it hard to breathe and get worse over time.</p><p>Normally, the airways and air sacs in your lungs are elastic or stretchy. When you breathe in, the airways bring air to the air sacs. The air sacs fill up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out. If you have COPD, less air flows in and out of your airways because of one or more problems:</p><ul><li>The airways and air sacs in your lungs become less elastic</li><li>The walls between many of the air sacs are destroyed</li><li>The walls of the airways become thick and inflamed</li><li>The airways make more mucus than usual and can become clogged</li></ul>What are the types of COPD (chronic obstructive pulmonary disease)?<p>COPD includes two main types:</p><ul><li>Emphysema affects the air sacs in your lungs, as well as the walls between them. They become damaged and are less elastic.</li><li>Chronic bronchitis, in which the lining of your airways is constantly irritated and inflamed. This causes the lining to swell and make mucus.</li></ul><p>Most people with COPD have both emphysema and chronic bronchitis, but how severe each type is can be different from person to person.</p>What causes COPD (chronic obstructive pulmonary disease)?<p>The cause of COPD is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause COPD, especially if you inhale them.</p><p>Exposure to other inhaled irritants can contribute to COPD. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace.</p><p>Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing COPD.</p>Who is at risk for COPD (chronic obstructive pulmonary disease)?<p>The risk factors for COPD include:</p><ul><li>Smoking. This is the main risk factor. Up to 75% of people who have COPD smoke or used to smoke.</li><li>Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace</li><li>Age. Most people who have COPD are at least 40 years old when their symptoms begin.</li><li>Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get COPD are more likely to get it if they have a family history of COPD.</li><li><span class=\"qt0\">Asthma</span>. People who have <span class=\"qt0\">asthma</span> have more risk of developing COPD than people who don't have <span class=\"qt0\">asthma</span>. But most people with <span class=\"qt0\">asthma</span> will not get COPD.</li></ul>What are the symptoms of COPD (chronic obstructive pulmonary disease)?<p>At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include:</p><ul><li>Frequent coughing or a cough that produces a lot of mucus</li><li>Wheezing</li><li>A whistling or squeaky sound when you breathe</li><li>Shortness of breath, especially with physical activity</li><li>Tightness in your chest</li></ul><p>Some people with COPD get frequent respiratory infections such as colds and the flu. In severe cases, COPD can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs.</p>How is COPD (chronic obstructive pulmonary disease) diagnosed?<p>Your health care provider may use many tools to make a diagnosis:</p><ul><li>A medical history, which includes asking about your symptoms</li><li>A family history</li><li>Various tests, such as lung function tests, a chest x-ray or CT scan, and blood tests</li></ul><p>Your doctor will diagnose COPD based on your signs and symptoms, your medical and family histories, and test results.</p>What are the treatments for COPD (chronic obstructive pulmonary disease)?<p>There is no cure for COPD. However, treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. There are also treatments to prevent or treat complications of the disease. Treatments include:</p><ul><li>Lifestyle changes, such as\n\t<ul><li>Quitting smoking if you are a smoker. This is the most important step you can take to treat COPD.</li><li>Avoiding secondhand smoke and places where you might breathe in other lung irritants</li><li>Ask your health care provider for an eating plan that will meet your nutritional needs. Also ask about how much physical activity you can do. Physical activity can strengthen the muscles that help you breathe and improve your overall wellness.</li></ul></li><li>Medicines, such as\n\t<ul><li>Bronchodilators, which relax the muscles around your airways. This helps open your airways and makes breathing easier. Most bronchodilators are taken through an inhaler. In more severe cases, the inhaler may also contain steroids to reduce inflammation.</li><li>Vaccines for the flu and pneumococcal pneumonia, since people with COPD are at higher risk for serious problems from these diseases</li><li>Antibiotics if you get a bacterial lung infection</li></ul></li><li>Oxygen therapy, if you have severe COPD and low levels of oxygen in your blood. Oxygen therapy can help you breathe better. You may need extra oxygen all the time or only at certain times.</li><li>Pulmonary rehabilitation, which is a program that helps improve the well-being of people who have chronic breathing problems. It may include\n\t<ul><li>An exercise program</li><li>Disease management training</li><li>Nutritional counseling</li><li>Psychological counseling</li></ul></li><li>Surgery, usually as a last resort for people who have severe symptoms that have not gotten better with medicines:\n\t<ul><li>For COPD that is mainly related to emphysema, there are surgeries that: \n\t\t\t<ul><li>Remove damaged lung tissue</li><li>Remove large air spaces (bullae) that can form when air sacs are destroyed. The bullae can interfere with breathing.</li></ul>\n\t\t</li><li>For severe COPD, some people may need lung transplant</li></ul></li></ul><p>If you have COPD, it's important to know when and where to get help for your symptoms. You should get emergency care if you have severe symptoms, such as trouble catching your breath or talking. Call your health care provider if your symptoms are getting worse or if you have signs of an infection, such as a fever.</p>Can COPD (chronic obstructive pulmonary disease) be prevented?<p>Since smoking causes most cases of COPD, the best way to prevent it is to not smoke. It's also important to try to avoid lung irritants such as secondhand smoke, air pollution, chemical fumes, and dusts.</p><p>NIH: National Heart, Lung, and Blood Institute</p>"
          ],
          "mesh": [
            "Pulmonary Disease, Chronic Obstructive"
          ],
          "groupName": [
            "Older Adults",
            "Lungs and Breathing"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... if they have a family history of COPD.  <span class=\"qt0\">Asthma</span>. People who have  <span class=\"qt0\">asthma</span>  have more risk of developing COPD than people who don't have <span class=\"qt0\">asthma</span>. But most people with <span class=\"qt0\">asthma</span> will not get  ... "
          ]
        }
      },
      {
        "rank": "4",
        "url": "https://medlineplus.gov/flu.html",
        "contents": {
          "title": [
            "Flu"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Grippe",
            "Influenza",
            "Seasonal flu"
          ],
          "FullSummary": [
            "What is the flu?<p>The flu, also called influenza, is a respiratory infection caused by viruses. Each year, millions of Americans get sick with the flu. Sometimes it causes mild illness. But it can also be serious or even deadly, especially for people over 65, newborn babies, and people with certain chronic illnesses.</p>What causes the flu?<p>The flu is caused by flu viruses that spread from person to person. When someone with the flu coughs, sneezes, or talks, they spray tiny droplets. These droplets can land in the mouths or noses of people who are nearby. Less often, a person may get flu by touching a surface or object that has flu virus on it and then touching their own mouth, nose, or possibly their eyes.</p>What are the symptoms of the flu?<p>Symptoms of the flu come on suddenly and may include:</p><ul><li>Fever or feeling feverish/chills</li><li>Cough</li><li>Sore throat</li><li>Runny or stuffy nose</li><li>Muscle or body aches</li><li>Headaches</li><li>Fatigue (tiredness)</li></ul><p>Some people may also have vomiting and diarrhea. This is more common in children.</p><p>Sometimes people have trouble figuring out whether they have a cold or the flu. There are differences between them:</p>Signs and SymptomsColdFluStart of symptomsSlowlySuddenlyFeverRarelyUsuallyAchesSometimes (slight)UsuallyFatigue, weaknessSometimesUsuallyHeadacheRarelyCommonStuffy nose, sneezing, or sore throatCommonSometimes<p>Sometimes people say that they have a \"flu\" when they really have something else. For example, \"stomach flu\" isn't the flu; it's gastroenteritis.</p>What other problems can the flu cause?<p>Some people who get the flu will develop complications. Some of these complications can be serious or even life-threatening. They include:</p><ul><li>Bronchitis</li><li>Ear infection</li><li>Sinus infection</li><li>Pneumonia</li><li>Inflammation of the heart (myocarditis), brain (encephalitis), or muscle tissues (myositis, rhabdomyolysis)</li></ul><p>The flu also can make chronic health problems worse. For example, people with <span class=\"qt0\">asthma</span> may have <span class=\"qt0\">asthma</span> attacks while they have flu.</p><p>Certain people are more likely to have complications from the flu, including:</p><ul><li>Adults 65 and older</li><li>Pregnant women</li><li>Children younger than 5</li><li>People with certain chronic health conditions, such as <span class=\"qt0\">asthma</span>, diabetes, and heart disease</li></ul>How is the flu diagnosed?<p>To diagnose the flu, health care providers will first do a medical history and ask about your symptoms. There are several tests for the flu. For the tests, your provider will swipe the inside of your nose or the back of your throat with a swab. Then the swab will be tested for the flu virus.</p><p>Some tests are quick and give results in 15-20 minutes. But these tests are not as accurate as other flu tests. These other tests can give you the results in one hour or several hours.</p>What are the treatments for the flu?<p>Most people with the flu recover on their own without medical care. People with mild cases of the flu should stay home and avoid contact with others, except to get medical care.</p><p>But if you have symptoms of flu and are in a high risk group or are very sick or worried about your illness, contact your health care provider. You might need antiviral medicines to treat your flu. Antiviral medicines can make the illness milder and shorten the time you are sick. They also can prevent serious flu complications. They usually work best when you start taking them within 2 days of getting sick.</p>Can the flu be prevented?<p>The best way to prevent the flu is to get a flu vaccine every year. But it's also important to have good health habits like covering your cough and washing your hands often. This can help stop the spread of germs and prevent the flu.</p><p>Centers for Disease Control and Prevention</p>"
          ],
          "mesh": [
            "Influenza, Human"
          ],
          "groupName": [
            "Infections",
            "Lungs and Breathing"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... chronic health problems worse. For example, people with <span class=\"qt0\">asthma</span> may have <span class=\"qt0\">asthma</span> attacks while they have flu. Certain people are  ... People with certain chronic health conditions, such as <span class=\"qt0\">asthma</span>, diabetes, and heart disease How is the flu  ... "
          ]
        }
      }
    ]
  },
  {
    "condition": "arthritis",
    "documents": [
      {
        "rank": "2",
        "url": "https://medlineplus.gov/arthritis.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Arthritis</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\">arthritis</span>?<p>If you feel pain and stiffness in your body or have trouble moving around, you might have <span class=\"qt0\">arthritis</span>. Any disorder that affects the joints is often called <span class=\"qt0\">arthritis</span>. Joints are places where two bones meet, such as your elbow or knee.</p><p>Most types of <span class=\"qt0\">arthritis</span> can cause joint pain and inflammation (swelling). Over time, a swollen joint can become severely damaged. Some kinds of <span class=\"qt0\">arthritis</span> can also cause problems in your organs, such as your eyes or skin. Treatment will depend on the type of <span class=\"qt0\">arthritis</span> you have.</p>What are the types of <span class=\"qt0\">arthritis</span>?<p>Common types of <span class=\"qt0\">arthritis</span> include:</p><ul><li><span class=\"qt0\">Osteoarthritis</span> is the most common type of <span class=\"qt0\">arthritis</span>. It's often related to aging or injury.</li><li>Autoimmune <span class=\"qt0\">arthritis</span> happens when your body's immune system attacks healthy cells in your body by mistake.  Rheumatoid <span class=\"qt0\">arthritis</span> is the most common form of this type of <span class=\"qt0\">arthritis</span>.</li><li>Juvenile <span class=\"qt0\">arthritis</span> is a type of <span class=\"qt0\">arthritis</span> that happens in children.</li><li>Infectious <span class=\"qt0\">arthritis</span> is an infection that has spread from another part of your body to the joint. Reactive <span class=\"qt0\">arthritis</span> is one type.</li><li>Psoriatic <span class=\"qt0\">arthritis</span> affects people with psoriasis (itchy or sore scaly red and white skin patches).</li><li>Gout is a painful type of <span class=\"qt0\">arthritis</span> that happens when too much uric acid builds up in your body. It often starts in the big toe. Other joints can also be affected.</li><li>Ankylosing spondylitis is a type of <span class=\"qt0\">arthritis</span> of the spine that can cause stiffness and make it difficult to move and bend.</li></ul>What are the symptoms of <span class=\"qt0\">arthritis</span>?<p>Pain, redness, warmth, and joint inflammation are common <span class=\"qt0\">arthritis</span> symptoms. You may not be able to move your joint as well as it should. Other symptoms could include fever, weight loss, breathing difficulties, or a rash.</p><p>Symptoms often get worse as you age. Some symptoms of <span class=\"qt0\">arthritis</span> may be signs of other illnesses.</p>Who is more likely to get <span class=\"qt0\">arthritis</span>?<p>A few things that might increase your chance of getting <span class=\"qt0\">arthritis</span> include:</p><ul><li>Family history. You may be more likely to get certain types of <span class=\"qt0\">arthritis</span> if a member of your family has the disorder.</li><li>Age. The risk of getting many types of <span class=\"qt0\">arthritis</span> increases with age.</li><li>Sex. Certain types of <span class=\"qt0\">arthritis</span> are more common in women, while other types are more common in men.</li></ul><p>Other factors that might increase your risk of getting <span class=\"qt0\">arthritis</span> include having a previous joint injury, obesity, or lupus.</p>How is <span class=\"qt0\">arthritis</span> diagnosed?<p>To find out if you have <span class=\"qt0\">arthritis</span>, your health care provider may:</p><ul><li>Ask you about your medical history, including your symptoms.</li><li>Do a physical exam.</li><li>Order blood tests or take x-rays.</li></ul><p>Your provider may refer you to a rheumatologist (a doctor who specializes in <span class=\"qt0\">arthritis</span> care) for tests, diagnosis, and care.</p>What are the treatments for <span class=\"qt0\">arthritis</span>?<p>Treatment depends on the type of <span class=\"qt0\">arthritis</span> you have. It may include medicine or surgery. Your provider will work with you to improve your symptoms and quality of life.</p><p>A few ways to help manage your symptoms include:</p><ul><li>Hot or cold packs</li><li>Relaxation techniques</li><li>Use of splints, braces, and/or assistive devices</li></ul><p>NIH: National Institute of <span class=\"qt0\">Arthritis</span> and Musculoskeletal and Skin Diseases</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Arthritis</span>"
          ],
          "groupName": [
            "Bones, Joints and Muscles"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\">arthritis</span>? If you feel pain and stiffness in your body or have trouble moving around, you might have <span class=\"qt0\">arthritis</span>. Any disorder that affects the  ... "
          ]
        }
      },
      {
        "rank": "0",
        "url": "https://medlineplus.gov/juvenilearthritis.html",
        "contents": {
          "title": [
            "Juvenile <span class=\"qt0\">Arthritis</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Juvenile Rheumatoid <span class=\"qt0\">Arthritis</span>",
            "Still's Disease",
            "Childhood <span class=\"qt0\">arthritis</span>",
            "JRA",
            "Juvenile idiopathic <span class=\"qt0\">arthritis</span>"
          ],
          "FullSummary": [
            "What is juvenile <span class=\"qt0\">arthritis</span>?<p>Juvenile <span class=\"qt0\">arthritis</span> (JA) is <span class=\"qt0\">arthritis</span> that happens in children. It causes joint inflammation (swelling), pain, stiffness, and loss of motion. Joints are places where two bones meet, such as your elbow or knee. It can affect any joint, but it is more common in the knees, hands, and feet.</p><p>JA can affect your child's growth and development, and in some cases, it can also affect other organs. Finding JA early and starting treatment can help manage symptoms and reduce joint damage.</p>Who is more likely to get juvenile <span class=\"qt0\">arthritis</span>?<p>There are several other forms of <span class=\"qt0\">arthritis</span> affecting children. The most common type of JA in children under age 16 is juvenile idiopathic <span class=\"qt0\">arthritis</span> (JIA). There are multiple types of JIA. Symptoms and the number of joints affected help determine the type. Some types of JIA are more common in girls.</p>What causes juvenile <span class=\"qt0\">arthritis</span>?<p>The exact cause of JA is unknown. Most types are autoimmune disorders. This means that your immune system, which normally helps your body fight infection, attacks your body's tissues.</p>What are the symptoms of juvenile <span class=\"qt0\">arthritis</span>?<p>Symptoms can vary depending on the type of JA. The symptoms of most types include joint pain, swelling, warmth, and stiffness. Your child may not complain of pain or stiffness, but one early sign of JA may be limping or clumsiness in the morning or after resting. Larger joints, such as the knee, may be swollen.</p><p>Certain types of JA can cause a high fever, swollen lymph nodes, a rash, growth problems, or eye inflammation in some children. Symptoms can come and go. Some children have just one or two flare-ups. Others have symptoms that never go away.</p>How is juvenile <span class=\"qt0\">arthritis</span> diagnosed?<p>There is no single test for JA, so it can be hard to diagnose. Your health care provider may:</p><ul><li>Ask about medical history and symptoms.</li><li>Do a physical exam.</li><li>Order blood tests or imaging studies.</li></ul>What are the treatments for juvenile <span class=\"qt0\">arthritis</span>?<p>A team of providers usually treats JA. Treatment will depend on your child's age, the type of JA, and how bad it is. Treatment can include medicines and physical therapy to help maintain movement and reduce swelling and pain.</p><p>NIH: National Institute of <span class=\"qt0\">Arthritis</span> and Musculoskeletal and Skin Diseases</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Arthritis</span>, Juvenile"
          ],
          "groupName": [
            "Children and Teenagers",
            "Bones, Joints and Muscles",
            "Immune System"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is juvenile <span class=\"qt0\">arthritis</span>? Juvenile <span class=\"qt0\">arthritis</span> (JA) is <span class=\"qt0\">arthritis</span> that happens in children. It causes joint inflammation (swelling), pain, stiffness, and  ... "
          ]
        }
      },
      {
        "rank": "1",
        "url": "https://medlineplus.gov/infectiousarthritis.html",
        "contents": {
          "title": [
            "Infectious <span class=\"qt0\">Arthritis</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Reactive <span class=\"qt0\">Arthritis</span>",
            "Reiter's Syndrome",
            "Septic <span class=\"qt0\">Arthritis</span>"
          ],
          "FullSummary": [
            "<p>Most kinds of <span class=\"qt0\">arthritis</span> cause pain and swelling in your joints. Joints are places where two bones meet, such as your elbow or knee.  Infectious <span class=\"qt0\">arthritis</span> is an infection in the joint. The infection comes from a bacterial, viral, or fungal infection that spreads from another part of the body.  Symptoms of infectious <span class=\"qt0\">arthritis</span> include:</p><ul><li>Intense pain in the joint</li><li>Joint redness and swelling</li><li>Chills and fever</li><li>Inability to move the area with the infected joint</li></ul><p>One type of infectious <span class=\"qt0\">arthritis</span> is reactive <span class=\"qt0\">arthritis</span>. The reaction is to an infection somewhere else in your body. The joint is usually the knee, ankle, or toe.  Sometimes, reactive <span class=\"qt0\">arthritis</span> is set off by an infection in the bladder, or in the urethra, which carries urine out of the body. In women, an infection in the vagina can cause the reaction. For both men and women, it can start with bacteria passed on during sex. Another form of reactive <span class=\"qt0\">arthritis</span> starts with eating food or handling something that has bacteria on it.</p><p>To diagnose infectious <span class=\"qt0\">arthritis</span>, your health care provider may do tests of your blood, urine, and joint fluid. Treatment includes medicines and sometimes surgery.</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Arthritis</span>, Infectious"
          ],
          "groupName": [
            "Bones, Joints and Muscles",
            "Infections"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " Most kinds of <span class=\"qt0\">arthritis</span> cause pain and swelling in your joints. Joints are places where two bones meet, such as your elbow or knee.  Infectious <span class=\"qt0\">arthritis</span> is  ... "
          ]
        }
      },
      {
        "rank": "3",
        "url": "https://medlineplus.gov/psoriaticarthritis.html",
        "contents": {
          "title": [
            "Psoriatic <span class=\"qt0\">Arthritis</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "FullSummary": [
            "<p>Psoriasis is a skin disease that causes itchy or sore patches of thick, red skin with silvery scales. You usually get them on your elbows, knees, scalp, back, face, palms and feet, but they can show up on other parts of your body.</p><p>Some people with psoriasis have psoriatic <span class=\"qt0\">arthritis</span>.  It causes pain, stiffness, and swelling of the joints.  It is often mild, but can sometimes be serious and affect many joints. The joint and skin problems don't always happen at the same time.</p><p>Your doctor will do a physical exam and imaging tests to diagnose psoriatic <span class=\"qt0\">arthritis</span>. There is no cure, but medicines can help control inflammation and pain. In rare cases, you might need surgery to repair or replace damaged joints.</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Arthritis</span>, Psoriatic"
          ],
          "groupName": [
            "Bones, Joints and Muscles"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " Psoriasis is a skin disease that causes itchy or sore patches of thick, red skin with silvery scales. You usually get them on your elbows, knees, scalp, back,  ... "
          ]
        }
      },
      {
        "rank": "4",
        "url": "https://medlineplus.gov/rheumatoidarthritis.html",
        "contents": {
          "title": [
            "Rheumatoid <span class=\"qt0\">Arthritis</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "RA"
          ],
          "FullSummary": [
            "What is rheumatoid <span class=\"qt0\">arthritis</span>?<p>Rheumatoid <span class=\"qt0\">arthritis</span> (RA) is a form of <span class=\"qt0\">arthritis</span> that causes pain, swelling, and stiffness in your joints. RA is an autoimmune disease. Although it is most common in the wrist and fingers, this disease can cause your immune system to attack any joint tissue. The inflammation (swelling) that comes with RA can also affect other body parts. Inflammation could cause medical issues in your eyes, skin, heart, nerves, blood, or lungs.</p><p>RA differs from <span class=\"qt0\">osteoarthritis</span>, a common <span class=\"qt0\">arthritis</span> that often comes with age. RA affects the lining of your joints and damages the tissue that covers the ends of the bones in a joint. Eventually, this might cause your joints to not work as well.</p><p>There is no cure for RA, but early treatment can help you manage symptoms, reduce joint damage, and lead a productive life.</p>Who is more likely to get rheumatoid <span class=\"qt0\">arthritis</span>?<p>Rheumatoid <span class=\"qt0\">arthritis</span> can happen at any age, but your risk increases as you become an older adult. Your chance of developing RA can also increase if:</p><ul><li>You're a woman. Women are more likely to get RA than men.</li><li>You have a family history. If a member of your family has RA, you're more likely to get the disease.</li><li>You're a smoker.Smoking over a long period of time increases your risk of getting RA and how serious the disease can be.</li><li>You have other medical conditions that may increase your risk of getting RA. These include obesity, gum disease, and lung disease.</li></ul>What causes rheumatoid <span class=\"qt0\">arthritis</span>?<p>No one knows what causes rheumatoid <span class=\"qt0\">arthritis</span>. A few things that might play a part in getting RA include:</p><ul><li>Your genes are parts of DNA in your cells that are passed down from your parents. Certain genes may increase your risk of getting rheumatoid <span class=\"qt0\">arthritis</span>, but not everyone with these genes gets RA.</li><li>The environment, which includes things such as cigarette smoke, sometimes triggers RA symptoms.</li><li>Hormones are chemical messengers in your bloodstream that control the actions of certain cells or organs. Researchers think that sex hormones might play a role in getting RA. Women are more likely to develop the disease, and RA symptoms may change during and after pregnancy.</li></ul>What are the symptoms of rheumatoid <span class=\"qt0\">arthritis</span>?<p>Your immune system may start turning against your body's joints and tissues years before you notice any symptoms of RA. The changes from this type of immune malfunction usually settle in your joints.</p><p>RA affects people differently. You might have the disease for only a short time, or your symptoms might come and go. The severe form can be chronic (long-lasting) and may last a lifetime.</p><p>Symptoms of rheumatoid <span class=\"qt0\">arthritis</span> may include:</p><ul><li>Joint pain or stiffness when moving. This is usually worse in the morning or after inactivity. RA usually affects both joints. If one of your hands or knees is affected, so is the other.</li><li>Joint tenderness, redness, and warmth.</li><li>Joint swelling may make daily activities hard. These could include things such as combing your hair, buttoning your clothes, or bending your knees.</li><li>Fatigue, fever, and a loss of appetite.</li><li>Hard bumps (rheumatoid nodules) under your skin near the joints.</li></ul>How is rheumatoid <span class=\"qt0\">arthritis</span> diagnosed?<p>There's no single test for rheumatoid <span class=\"qt0\">arthritis</span>. The disease develops over time. At first, you may only have a few symptoms, making it hard to diagnose RA in its early stages. To find out if you have RA, your health care provider may:</p><ul><li>Ask about your medical history, including your symptoms.</li><li>Ask about your family health history, including relatives who have had RA.</li><li>Do a physical exam, which includes checking your joints, looking for rashes or nodules, and listening to your chest for signs of inflammation in your lungs.</li><li>Order blood tests or imaging studies (x-ray or ultrasound) to make sure other health conditions aren't causing your symptoms since they may be like other types of <span class=\"qt0\">arthritis</span> and joint conditions.</li></ul><p>Your provider may refer you to a rheumatologist (a doctor who specializes in <span class=\"qt0\">arthritis</span> care) for tests, diagnosis, and care.</p>What are the treatments for rheumatoid <span class=\"qt0\">arthritis</span>?<p>There is no cure for RA, but early treatment can help prevent your symptoms from getting worse and damaging your joints. Treatment can include medicine, lifestyle changes, and surgery. These may slow or stop joint damage and reduce pain and swelling.</p><p>Your provider may use a combination of treatments. Your treatment may change based on your symptoms.</p><p>You can help manage your RA symptoms if you:</p><ul><li>Are physically active</li><li>Keep a healthy weight</li><li>Avoid injuries to your joints</li><li>Avoid activities that have repetitive motions, like bending your knee over and over</li><li>Stop smoking, or don't start</li></ul><p>NIH: National Institute of <span class=\"qt0\">Arthritis</span> and Musculoskeletal and Skin Diseases</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Arthritis</span>, Rheumatoid"
          ],
          "groupName": [
            "Bones, Joints and Muscles",
            "Immune System"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is rheumatoid <span class=\"qt0\">arthritis</span>? Rheumatoid <span class=\"qt0\">arthritis</span> (RA) is a form of <span class=\"qt0\">arthritis</span> that causes pain, swelling, and stiffness in your joints. RA is an autoimmune  ... "
          ]
        }
      }
    ]
  },
  {
    "condition": "migraine",
    "documents": [
      {
        "rank": "0",
        "url": "https://medlineplus.gov/migraine.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Migraine</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Vascular Headache"
          ],
          "FullSummary": [
            "What are <span class=\"qt0\">migraines</span>?<p><span class=\"qt0\">Migraines</span> are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on one side of your head. You may also have other symptoms, such as nausea and weakness. You may be sensitive to light and sound.</p>What causes <span class=\"qt0\">migraines</span>?<p>Researchers believe that <span class=\"qt0\">migraine</span> has a genetic cause. There are also a number of factors that can trigger a <span class=\"qt0\">migraine</span>. These factors vary from person to person, and they include:</p><ul><li>Stress</li><li>Anxiety</li><li>Hormonal changes in women</li><li>Bright or flashing lights</li><li>Loud noises</li><li>Strong smells</li><li>Medicines</li><li>Too much or not enough sleep</li><li>Sudden changes in weather or environment</li><li>Overexertion (too much physical activity)</li><li>Tobacco</li><li>Caffeine or caffeine withdrawal</li><li>Skipped meals</li><li>Medication overuse (taking medicine for <span class=\"qt0\">migraines</span> too often)</li></ul><p>Some people have found that certain foods or ingredients can trigger headaches, especially when they are combined with other triggers. These foods and ingredients include:</p><ul><li>Alcohol</li><li>Chocolate</li><li>Aged cheeses</li><li>Monosodium glutamate (MSG)</li><li>Some fruits and nuts</li><li>Fermented or pickled goods</li><li>Yeast</li><li>Cured or processed meats</li></ul>Who is at risk for <span class=\"qt0\">migraines</span>?<p>About 12% of Americans get <span class=\"qt0\">migraines</span>. They can affect anyone, but you are more likely to have them if you:</p><ul><li>Are a woman. Women are three times more likely than men to get <span class=\"qt0\">migraines</span>.</li><li>Have a family history of <span class=\"qt0\">migraines</span>. Most people with <span class=\"qt0\">migraines</span> have family members who have <span class=\"qt0\">migraines</span>.</li><li>Have other medical conditions, such as depression, anxiety, bipolar disorder, sleep disorders, and epilepsy.</li></ul>What are the symptoms of <span class=\"qt0\">migraines</span>?<p>There are four different phases of <span class=\"qt0\">migraines</span>. You may not always go through every phase each time you have a <span class=\"qt0\">migraine</span>.:</p><ul><li>Prodome. This phase starts up to 24 hours before you get the <span class=\"qt0\">migraine</span>. You have early signs and symptoms, such as food cravings, unexplained mood changes, uncontrollable yawning, fluid retention, and increased urination.</li><li>Aura. If you have this phase, you might see flashing or bright lights or zig-zag lines. You may have muscle weakness or feel like you are being touched or grabbed. An aura can happen just before or during a <span class=\"qt0\">migraine</span>.</li><li>Headache. A <span class=\"qt0\">migraine</span> usually starts gradually and then becomes more severe. It typically causes throbbing or pulsing pain, which is often on one side of your head. But sometimes you can have a <span class=\"qt0\">migraine</span> without a headache. Other <span class=\"qt0\">migraine</span> symptoms may include</li><ul><li>Increased sensitivity to light, noise, and odors</li><li>Nausea and vomiting</li><li>Worsened pain when you move, cough, or sneeze</li></ul><li>Postdrome (following the headache). You may feel exhausted, weak, and confused after a <span class=\"qt0\">migraine</span>. This can last up to a day.</li></ul><p><span class=\"qt0\">Migraines</span> are more common in the morning; people often wake up with them. Some people have <span class=\"qt0\">migraines</span> at predictable times, such as before menstruation or on weekends following a stressful week of work.</p>How are <span class=\"qt0\">migraines</span> diagnosed?<p>To make a diagnosis, your health care provider will:</p><ul><li>Take your medical history</li><li>Ask about your symptoms</li><li>Do a physical and neurological exam</li></ul><p>An important part of diagnosing <span class=\"qt0\">migraines</span> is to rule out other medical conditions which could be causing the symptoms. So you may also have blood tests, an MRI or CT scan, or other tests.</p>How are <span class=\"qt0\">migraines</span> treated?<p>There is no cure for <span class=\"qt0\">migraines</span>. Treatment focuses on relieving symptoms and preventing additional attacks.</p><p>There are different types of medicines to relieve symptoms. They include triptan drugs, ergotamine drugs, and pain relievers. The sooner you take the medicine, the more effective it is.</p><p>There are also other things you can do to feel better:</p><ul><li>Resting with your eyes closed in a quiet, darkened room</li><li>Placing a cool cloth or ice pack on your forehead</li><li>Drinking fluids</li></ul><p>There are some lifestyle changes you can make to prevent <span class=\"qt0\">migraines</span>:</p><ul><li>Stress management strategies, such as exercise, relaxation techniques, and biofeedback, may reduce the number and severity of <span class=\"qt0\">migraines</span>. Biofeedback uses electronic devices to teach you to control certain body functions, such as your heartbeat, blood pressure, and muscle tension.</li><li>Make a log of what seems to trigger your <span class=\"qt0\">migraines</span>. You can learn what you need to avoid, such as certain foods and medicines. It also help you figure out what you should do, such as establishing a consistent sleep schedule and eating regular meals.</li><li>Hormone therapy may help some women whose <span class=\"qt0\">migraines</span> seem to be linked to their menstrual cycle</li><li>If you have obesity, losing weight may also be helpful</li></ul><p>If you have frequent or severe <span class=\"qt0\">migraines</span>, you may need to take medicines to prevent further attacks. Talk with your health care provider about which drug would be right for you.</p><p>Certain natural treatments, such as riboflavin (vitamin B2) and coenzyme Q10, may help prevent <span class=\"qt0\">migraines</span>. If your magnesium level is low, you can try taking magnesium. There is also an herb, butterbur, which some people take to prevent <span class=\"qt0\">migraines</span>. But butterbur may not be safe for long-term use. Always check with your health care provider before taking any supplements.</p><p>NIH: National Institute of Neurological Disorders and Stroke</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Migraine</span> Disorders"
          ],
          "groupName": [
            "Brain and Nerves"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What are <span class=\"qt0\">migraines? Migraines</span> are a recurring type of headache. They cause moderate to severe pain that is throbbing or pulsing. The pain is often on  ... "
          ]
        }
      },
      {
        "rank": "1",
        "url": "https://medlineplus.gov/headache.html",
        "contents": {
          "title": [
            "Headache"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Cluster Headache",
            "Tension Headache",
            "Vascular Headache"
          ],
          "FullSummary": [
            "<p>Almost everyone has had a headache. Headache is the most common form of pain. It's a major reason people miss days at work or school or visit the doctor.</p><p>The most common type of headache is a tension headache. Tension headaches are due to tight muscles in your shoulders, neck, scalp and jaw. They are often related to stress, depression or anxiety. You are more likely to get tension headaches if you work too much, don't get enough sleep, miss meals, or use alcohol.</p><p>Other common types of headaches include <span class=\"qt0\">migraines</span>, cluster headaches, and sinus headaches. Most people can feel much better by making lifestyle changes, learning ways to relax and taking pain relievers.</p><p>Not all headaches require a doctor's attention. But sometimes headaches warn of a more serious disorder. Let your health care provider know if you have sudden, severe headaches. Get medical help right away if you have a headache after a blow to your head, or if you have a headache along with a stiff neck, fever, confusion, loss of consciousness, or pain in the eye or ear.</p><p>NIH: National Institute of Neurological Disorders and Stroke</p>"
          ],
          "mesh": [
            "Headache",
            "Headache Disorders"
          ],
          "groupName": [
            "Brain and Nerves",
            "Symptoms"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... use alcohol. Other common types of headaches include <span class=\"qt0\">migraines</span>, cluster headaches, and sinus headaches. Most people can  ... "
          ]
        }
      },
      {
        "rank": "2",
        "url": "https://medlineplus.gov/caffeine.html",
        "contents": {
          "title": [
            "Caffeine"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "FullSummary": [
            "What is caffeine?<p>Caffeine is a bitter substance that occurs naturally in more than 60 plants including:</p><ul><li>Coffee beans</li><li>Tea leaves</li><li>Kola nuts, which are used to flavor soft drink colas</li><li>Cacao pods, which are used to make chocolate products</li></ul><p>There is also synthetic (man-made) caffeine, which is added to some medicines, foods, and drinks. For example, some pain relievers, cold medicines, and over-the-counter medicines for alertness contain synthetic caffeine. So do energy drinks and \"energy-boosting\" gums and snacks.</p><p>Most people consume caffeine from drinks. The amount of caffeine in different drinks can vary a lot, but it is generally:</p><ul><li>An 8-ounce cup of coffee: 95-200 mg</li><li>A 12-ounce can of cola: 35-45 mg</li><li>An 8-ounce energy drink: 70-100 mg</li><li>An 8-ounce cup of tea: 14-60 mg</li></ul>What are caffeine's effects on the body?<p>Caffeine has many effects on your body's metabolism. It:</p><ul><li>Stimulates your central nervous system, which can make you feel more awake and give you a boost of energy</li><li>Is a diuretic, meaning that it helps your body get rid of extra salt and water by urinating more</li><li>Increases the release of acid in your stomach, sometimes leading to an upset stomach or heartburn</li><li>May interfere with the absorption of calcium in the body</li><li>Increases your blood pressure</li></ul><p>Within one hour of eating or drinking caffeine, it reaches its peak level in your blood. You may continue to feel the effects of caffeine for four to six hours.</p>What are the side effects from too much caffeine?<p>For most people, it is not harmful to consume up to 400mg of caffeine a day. If you do eat or drink too much caffeine, it can cause health problems, such as:</p><ul><li>Restlessness and shakiness</li><li>Insomnia</li><li>Headaches</li><li>Dizziness</li><li>Fast heart rate</li><li>Dehydration</li><li>Anxiety</li><li>Dependency, so you need to take more of it to get the same results</li></ul><p>Some people are more sensitive to the effects of caffeine than others.</p>What are energy drinks, and why can they be a problem?<p>Energy drinks are beverages that have added caffeine. The amount of caffeine in energy drinks can vary widely, and sometimes the labels on the drinks do not give you the actual amount of caffeine in them. Energy drinks may also contain sugars, vitamins, herbs, and supplements.</p><p>Companies that make energy drinks claim that the drinks can increase alertness and improve physical and mental performance. This has helped make the drinks popular with American teens and young adults. There's limited data showing that energy drinks might temporarily improve alertness and physical endurance. There is not enough evidence to show that they enhance strength or power. But what we do know is that energy drinks can be dangerous because they have large amounts of caffeine. And since they have lots of sugar, they can contribute to weight gain and worsen diabetes.</p><p>Sometimes young people mix their energy drinks with alcohol. It is dangerous to combine alcohol and caffeine. Caffeine can interfere with your ability to recognize how drunk you are, which can lead you to drink more. This also makes you more likely to make bad decisions.</p>Who should avoid or limit caffeine?<p>You should check with your health care provider about whether you should limit or avoid caffeine if you:</p><ul><li>Are pregnant, since caffeine passes through the placenta to your baby.</li><li>Are breastfeeding, since a small amount of caffeine that you consume is passed along to your baby.</li><li>Have sleep disorders, including insomnia.</li><li>Have <span class=\"qt0\">migraines</span> or other chronic headaches.</li><li>Have anxiety.</li><li>Have GERD or ulcers.</li><li>Have arrhythmia (a problem with the rate or rhythm of your heartbeat).</li><li>Have high blood pressure.</li><li>Take certain medicines or supplements, including stimulants, certain antibiotics, asthma medicines, and heart medicines. Check with your health care provider about whether there might be interactions between caffeine and any medicines and supplements that you take.</li><li>Are a child or teen. Neither should have as much caffeine as adults. Children can be especially sensitive to the effects of caffeine.</li></ul>What is caffeine withdrawal?<p>If you have been consuming caffeine on a regular basis and then suddenly stop, you may have caffeine withdrawal. Symptoms can include:</p><ul><li>Headaches</li><li>Drowsiness</li><li>Irritability</li><li>Nausea</li><li>Trouble concentrating</li></ul><p>These symptoms usually go away after a couple of days.</p>"
          ],
          "mesh": [
            "Caffeine"
          ],
          "groupName": [
            "Food and Nutrition"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... your baby.  Have  sleep disorders , including insomnia.  Have  <span class=\"qt0\">migraines</span>  or other chronic headaches.  Have anxiety.  Have  GERD   ... "
          ]
        }
      },
      {
        "rank": "3",
        "url": "https://medlineplus.gov/dizzinessandvertigo.html",
        "contents": {
          "title": [
            "Dizziness and Vertigo"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Vertigo",
            "Vestibular Diseases"
          ],
          "FullSummary": [
            "<p>When you're dizzy, you may feel lightheaded, woozy, or disoriented. If you feel like you or the room are spinning, you have vertigo. These feelings may make you lose your balance.</p><p>Dizziness can have many different causes. A sudden drop in blood pressure or being dehydrated can make you dizzy. Many people feel lightheaded if they get up too quickly from sitting or lying down. Certain medicines and problems with your inner ear may cause dizziness. So can motion sickness. Sometimes dizziness can be a symptom of other disorders.</p><p>As people get older, they may have more health problems and take more medicines. This makes them more likely to have problems with dizziness and balance.</p><p>Dizziness usually gets better by itself or is easily treated. If you are dizzy often, you should see your health care provider to find the cause.</p><p>NIH: National Institutes of Health</p>"
          ],
          "mesh": [
            "Vertigo",
            "Dizziness",
            "Benign Paroxysmal Positional Vertigo"
          ],
          "groupName": [
            "Brain and Nerves",
            "Ear, Nose and Throat",
            "Symptoms"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " When you're dizzy, you may feel lightheaded, woozy, or disoriented. If you feel like you or the room are spinning, you have vertigo. These feelings may make  ... "
          ]
        }
      },
      {
        "rank": "4",
        "url": "https://medlineplus.gov/antidepressants.html",
        "contents": {
          "title": [
            "Antidepressants"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "SNRI ",
            "SSRIs",
            "Selective serotonin reuptake inhibitors",
            "Tricyclic antidepressants"
          ],
          "FullSummary": [
            "What are antidepressants?<p>Antidepressants are prescription medicines to treat depression. Depression is more than feeling a little sad or \"blue\" for a few days. It's a very common, serious medical illness that affects your mood and general mental health It can make you feel tired, hopeless, worried, or fearful. It can change your thinking, sleeping, and eating. Depression may make some people think about ending their lives.</p><p>But antidepressants can help many people who have depression. Researchers think antidepressants may help improve the way your brain uses certain chemicals that control mood or stress.</p>Are antidepressants used for other conditions?<p>A health care provider may prescribe antidepressants for anxiety, chronic pain, or insomnia. Sometimes providers also prescribe antidepressants for other conditions.</p>What are the different types of antidepressants?<p>There are many types of antidepressants. Each one works differently. Providers usually prescribe newer antidepressants first because they don't cause as many side effects as older types. They also seem to help more kinds of depression and anxiety problems.</p><p>Most of the newer antidepressants belong to one of these three groups:</p><ul><li>Selective serotonin reuptake inhibitors (SSRIs)</li><li>Serotonin and norepinephrine reuptake inhibitors (SNRIs)</li><li>Atypical antidepressants, which are newer antidepressants that don't fit into the other groups</li></ul><p>If these antidepressants don't help, your provider might suggest one of the older antidepressants. The older types include tricyclic antidepressants (TCAs), tetracyclics, and monoamine oxidase inhibitors (MAOIs). Even though these antidepressants may cause more serious side effects, the benefits may outweigh the risks for some people.</p>Which type of antidepressant is right for me?<p>Our bodies and brains all work differently. That means one antidepressant won't work for everyone.  You may need to try two or more medicines before you find one that works for you.</p><p>Your provider will work with you to choose the best option to try first. You'll consider questions such as:</p><ul><li>Which symptoms bother you most? Some antidepressants may do a better job helping specific symptoms, such as trouble sleeping.</li><li>What other medicines and supplements do you take? Some antidepressants can cause problems if you take them with certain medicines and herbs.</li><li>Did a certain antidepressant work well for a close relative? An antidepressant that helped a parent, brother, or sister could be a good choice for you, too.</li><li>Do you have other health conditions? Certain antidepressants can make some other conditions better or worse. Any other conditions that you have will be part of choosing your depression treatment.</li><li>Are you pregnant, planning for pregnancy, or breastfeeding?  If so, your provider will help you find a way to treat your depression that's safe for you and your baby.</li></ul>How long do antidepressants take to work?<p>Antidepressants usually take 4 to 8 weeks to work, so you'll need to be patient. You may notice that some problems, such as sleeping and eating, get better before your mood improves. That's a good sign. You may just need to give the medicine a little more time to do its job.</p><p>Sometimes an antidepressant helps at first, but symptoms return while you're still taking it. But there's usually another one you can try. To get more relief from depression, your provider may suggest combining two antidepressants, using another kind of medicine with an antidepressant, or adding talk therapy or other approaches to improve your mental health.</p>How long will I need to take an antidepressant?<p>When an antidepressant starts to work, you and your provider can decide how long you need to stay on it. The typical length of treatment is 6 to 12 months, but some people may stay on antidepressants for much longer.</p>What are the side effects of antidepressants?<p>Not everyone has side effects from antidepressants. But if you do have them, they're usually mild and may get better over time as your body gets used to the new medicine.</p><p>The most common side effects from antidepressants include:</p><ul><li>Nausea and vomiting</li><li>Weight gain</li><li>Diarrhea</li><li>Sleepiness</li><li>Sexual problems, such as a lack of desire or ability to have sex</li></ul><p>When thinking about side effects, it's important to remember that there are also risks from not treating depression. Your provider can help you think through the pros and cons of all your options.</p><p>If you have any side effects from antidepressants, your provider may suggest ways to manage them while you wait to see if the antidepressant will work. If the side effects bother you too much, you may need to change antidepressants. But you should never change your dose or stop taking an antidepressant on your own.</p><p>If you have serious problems or notice any changes that worry you, such as new or worsening symptoms, unusual changes in your mood, or you start acting differently, call your provider right away.</p><p>In some cases, children, teenagers, and young adults under 25 may be more likely to think about hurting or killing themselves when starting antidepressants or when the dose is changed. Get medical help right away if this happens.</p>What can I do to take antidepressants safely?<p>Antidepressants are generally safe when you use them correctly:</p><ul><li>Tell your provider about everything you take. That includes medicines, herbs, supplements, and over-the-counter medicines you take, such as pain relievers and decongestants. Be honest about recreational drugs and alcohol, too.</li><li>Try to get all your medicines from the same pharmacy. That way the pharmacist can warn you and your provider if you take medicines that may cause problems when used together.</li><li>Follow all instructions about how to take your medicine.</li><li>Talk with your provider if side effects bother you.</li><li>Never stop taking antidepressants without your provider's help. Stopping too fast may make depression come back. You could even make your condition worse. To stop antidepressants safely, you need to give your body time to get used to being without the medicine. Your provider can tell you the safest way to go off an antidepressant.</li></ul><p>NIH: National Institute of Mental Health</p>"
          ],
          "mesh": [
            "Antidepressive Agents"
          ],
          "groupName": [
            "Mental Health and Behavior",
            "Drug Therapy"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What are antidepressants? Antidepressants are prescription medicines to treat depression. Depression is more than feeling a little sad or \"blue\" for a  ... "
          ]
        }
      }
    ]
  },
  {
    "condition": "depression",
    "documents": [
      {
        "rank": "0",
        "url": "https://medlineplus.gov/depression.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Depression</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Dysthymic Disorder",
            "Clinical <span class=\"qt0\">depression</span>",
            "Major <span class=\"qt1\">depressive disorder</span>",
            "Unipolar <span class=\"qt0\">depression</span>"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\">depression</span>?<p><span class=\"qt0\">Depression</span> is more than a feeling of being sad or irritable for a few days. It's a serious mood disorder. As one of the most common mental disorders in the United States, <span class=\"qt0\">depression</span> can affect how you think, feel, and your everyday life. You may not know why you feel this way, but even basic daily activities such as sleeping, eating, or working may become difficult. <span class=\"qt0\">Depression</span> often needs long-term treatment but getting help at the earliest sign of a problem can help manage your symptoms.</p>What are the different types of <span class=\"qt0\">depression</span>?<p>The most common types of <span class=\"qt0\">depression</span> are major <span class=\"qt0\">depression</span> and persistent <span class=\"qt1\">depressive disorder</span>.</p><ul><li>Major <span class=\"qt0\">depression</span> symptoms include a depressed mood or a loss of interest. Symptoms affect your daily activities and last for at least two weeks.</li><li>Persistent <span class=\"qt1\">depressive disorder</span> (also called dysthymia or dysthymic disorder) has less severe depressive symptoms, but they last longer, usually for at least two years.</li></ul><p>Other types of <span class=\"qt0\">depression</span> can include:</p><ul><li>Seasonal affective disorder comes and goes with the seasons. It usually starts in late fall and early winter and goes away during the spring and summer.</li><li>Bipolar disorder is sometimes called manic <span class=\"qt0\">depression</span>. This mood disorder can cause intense mood swings.</li><li><span class=\"qt0\">Depression</span> with symptoms of psychosis is a severe form of <span class=\"qt0\">depression</span> that also has delusions (false beliefs) or hallucinations (seeing, hearing, or feeling something that isn't there).</li></ul>What causes <span class=\"qt0\">depression</span>?<p>There are a variety of things that may cause <span class=\"qt0\">depression</span>, including genetic, biological, environmental, and psychological factors. <span class=\"qt0\">Depression</span> can happen at any age and can affect anyone, but it's more common in women. This is often due to the physical and hormonal changes that women have during menstruation, pregnancy, the postpartum period, and menopause. Other mental disorders or chronic medical conditions such as diabetes, cancer, or heart disease may occur with <span class=\"qt0\">depression</span>. This may make the chronic condition or <span class=\"qt0\">depression</span> worse.</p><p>In some cases, there is no clear cause for <span class=\"qt0\">depression</span>.</p>Who is at risk of <span class=\"qt0\">depression</span>?<p>You may be at a higher risk of <span class=\"qt0\">depression</span> if you have a close relative who has it or another mental health disorder. Going through trauma or stressful life events may raise your risk even more.</p>What are the symptoms of <span class=\"qt0\">depression</span>?<p><span class=\"qt0\">Depression</span> doesn't look the same on everyone. The type and number of symptoms of <span class=\"qt0\">depression</span> can vary and don't always appear like sadness. <span class=\"qt0\">Depression</span> may affect you differently based on your:</p><ul><li>Age. The symptoms of <span class=\"qt0\">depression</span> may be different in a child, who may appear more irritable than sad. Teens may act out or have excessive sleepiness. The symptoms for an older adult may not be as obvious as other age groups.</li><li>Sex. Men often show symptoms and coping behaviors differently than women. Rather than sad, men may appear angry or irritable.</li><li>Medical conditions. Some medicines and medical conditions may cause symptoms that look like <span class=\"qt0\">depression</span>. Chronic conditions may make <span class=\"qt0\">depression</span> worse.</li></ul><p>Symptoms of <span class=\"qt0\">depression</span> are ongoing and affect your day-to-day life. They can include:</p><ul><li>Feeling sad or \"empty\"</li><li>Losing interest in favorite activities</li><li>Overeating, or not wanting to eat at all</li><li>Sleeping too much, or not enough</li><li>Feeling very tired</li><li>Feeling hopeless, irritable, anxious, or guilty</li><li>Having aches and pains, headaches, cramps, or digestive problems</li><li>Having thoughts of death or suicide</li><li>Changing moods or behaviors</li><li>Increasing use of alcohol or drugs</li><li>Isolating from family and friends</li></ul>How is <span class=\"qt0\">depression</span> diagnosed?<p>If you think you have <span class=\"qt0\">depression</span>, talk to your health care provider or a mental health provider. To be diagnosed with <span class=\"qt0\">depression</span>, your provider may use many tools:</p><ul><li>A medical history will include asking about your symptoms and family history. To be diagnosed with <span class=\"qt0\">depression</span>, your symptoms must occur most of the day, nearly every day, for at least two weeks. One of the symptoms must be a depressed mood or a loss of interest in most activities.</li><li>Medical tests may be done to rule out other medical conditions. Certain medicines and medical conditions (such as viruses or thyroid disorders) may cause symptoms like <span class=\"qt0\">depression</span>.</li><li>A physical exam to make sure another issue isn't causing your symptoms.</li><li>A mental health evaluation by your provider or a mental health provider.</li></ul>What are the treatments for <span class=\"qt0\">depression</span>?<p><span class=\"qt0\">Depression</span> may need long-term treatment. Most treatments include medicines and/or psychotherapy (talk therapy):</p><ul><li>Medicines such as antidepressants may help control your symptoms. You may need to try several medicines to find which works best for you. Medicine may take time to work and can have side effects. Don't stop taking your medicine without first talking with your provider. Contact your provider if you have any concerns about side effects from the medicine.</li><li>Psychotherapy (talk therapy) under the care of a mental health provider can help you recognize and change troubling emotions, thoughts, and behaviors. This may be done one-on-one or in a group setting. It can give you and your family support, education, skills, and coping strategies.</li><li>Light therapy has been shown to be effective for seasonal affective disorder (SAD).</li><li>Other treatments options may be considered if treatment isn't working or if <span class=\"qt0\">depression</span> is severe. These may include:\n\t<ul><li>Electroconvulsive therapy (ECT) is a brain stimulation procedure that uses a mild electric current when you are under general anesthesia. ECT is most often used for severe <span class=\"qt0\">depression</span> that is not getting better with other treatments.</li><li>Repetitive transcranial magnetic stimulation (rTMS) is a brain stimulation procedure that uses magnetic waves to relieve <span class=\"qt0\">depression</span>. It's not as powerful as ECT, but with rTMS, you don't need anesthesia. It also has a low risk of negative effects on your memory and thinking.</li></ul>\n</li></ul>Can <span class=\"qt0\">depression</span> be prevented?<p>Most cases of <span class=\"qt0\">depression</span> can't be prevented, but healthy lifestyle changes can have long-term benefits for your mental health. These can include:</p><ul><li>Getting regular exercise</li><li>Having a consistent sleep schedule</li><li>Controlling stress</li></ul><p>If you, or someone you love is depressed, see your provider or a mental health provider. It's important to get treatment at the earliest sign of a problem.</p><p>If you or someone you know has thoughts of hurting themselves or attempting suicide, get help right away. If it is an emergency, dial 911.</p><p>NIH: National Institute of Mental Health</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Depression</span>"
          ],
          "groupName": [
            "Mental Health and Behavior"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\">depression? Depression</span> is more than a feeling of being sad or irritable for a few days. It's a serious mood disorder. As one of the most common  ... "
          ]
        }
      },
      {
        "rank": "1",
        "url": "https://medlineplus.gov/postpartumdepression.html",
        "contents": {
          "title": [
            "Postpartum <span class=\"qt0\">Depression</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Baby Blues",
            "Post-pregnancy <span class=\"qt0\">depression</span>"
          ],
          "FullSummary": [
            "<p>Many women have the baby blues after childbirth. If you have the baby blues, you may have mood swings, feel sad, anxious or overwhelmed, have crying spells, lose your appetite, or have trouble sleeping. The baby blues most often go away within a few days or a week. The symptoms are not severe and do not need treatment.</p><p>The symptoms of postpartum <span class=\"qt0\">depression</span> last longer and are more severe.   You may also feel hopeless and worthless and lose interest in the baby. You may have thoughts of hurting yourself or the baby. Very rarely, new mothers develop something even more serious. They may have hallucinations or try to hurt themselves or the baby. They need to get treatment right away, often in the hospital.</p><p>Postpartum <span class=\"qt0\">depression</span> can begin anytime within the first year after childbirth. The cause is unknown. Hormonal and physical changes after birth and the stress of caring for a new baby may play a role. Women who have had <span class=\"qt0\">depression</span> are at higher risk.</p><p>If you think you have postpartum <span class=\"qt0\">depression</span>, tell your health care provider. Medicines, including antidepressants, and talk therapy can help you get well.</p><p>Dept. of Health and Human Services Office on Women's Health</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Depression</span>, Postpartum"
          ],
          "groupName": [
            "Women",
            "Mental Health and Behavior",
            "Pregnancy and Reproduction"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " Many women have the baby blues after childbirth. If you have the baby blues, you may have mood swings, feel sad, anxious or overwhelmed, have crying spells,  ... "
          ]
        }
      },
      {
        "rank": "2",
        "url": "https://medlineplus.gov/teendepression.html",
        "contents": {
          "title": [
            "Teen <span class=\"qt0\">Depression</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "<span class=\"qt0\">Depression</span>, Teen"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\">depression</span> in teens?<p><span class=\"qt0\">Depression</span> in teens (ages 13-17) is a serious medical illness. It's more than just a feeling of being sad or \"blue\" for a few days. It is an intense feeling of sadness, hopelessness, and anger or frustration that lasts much longer. These feelings make it hard for you to function normally and do your usual activities. You may also have trouble focusing and have no motivation or energy. <span class=\"qt0\">Depression</span> can make you feel like it is hard to enjoy life or even get through the day.</p>What causes <span class=\"qt0\">depression</span> in teens?<p>Many factors may play a role in <span class=\"qt0\">depression</span>, including:</p><ul><li>Genetics. <span class=\"qt0\">Depression</span> can run in families.</li><li>Brain biology and chemistry.</li><li>Hormones. Hormone changes can contribute to <span class=\"qt0\">depression</span>.</li><li>Stressful childhood events such as trauma, the death of a loved one, bullying, and abuse.</li></ul>Which teens are at risk of <span class=\"qt0\">depression</span>?<p><span class=\"qt0\">Depression</span> can happen at any age, but often begins in the teens or early adulthood. Certain teens are at higher risk of <span class=\"qt0\">depression</span>, such as those who:</p><ul><li>Have other mental health conditions, such as anxiety, eating disorders, and substance use</li><li>Have other diseases, such as diabetes, cancer, and heart disease</li><li>Have family members with mental illness</li><li>Have a dysfunctional family/family conflict</li><li>Have problems with friends or other kids at school</li><li>Have learning disabilities or attention deficit hyperactivity disorder (ADHD)</li><li>Have had trauma in childhood</li><li>Have low self-esteem, a pessimistic outlook, or poor coping skills</li><li>Are members of the LGBTQIA+ community, especially when their families are not supportive</li></ul>What are the symptoms of <span class=\"qt0\">depression</span> in teens?<p>If you have <span class=\"qt0\">depression</span>, you have one or more of these symptoms most of the time:</p><ul><li>Sadness</li><li>Feeling of emptiness</li><li>Hopelessness</li><li>Being angry, irritable, or frustrated, even at minor things</li></ul><p>You also may also have other symptoms, such as:</p><ul><li>No longer caring about things you used to enjoy</li><li>Changes in weight, such as losing weight when you are not dieting or gaining weight from eating too much</li><li>Changes in sleep, such as having trouble falling asleep or staying asleep, or sleeping much more than usual</li><li>Feeling restless or having trouble sitting still</li><li>Feeling very tired or not having energy</li><li>Feeling worthless or very guilty</li><li>Having trouble concentrating, remembering information, or making decisions</li><li>Thinking about dying or suicide</li></ul>How is <span class=\"qt0\">depression</span> in teens diagnosed?<p>If you think you might be depressed, tell someone that you trust, such as your:</p><ul><li>Parents or guardian</li><li>Teacher or counselor</li><li>Doctor</li></ul><p>The next step is to see your doctor for a checkup. Your doctor can first make sure that you do not have another health problem that is causing your <span class=\"qt0\">depression</span>. To do this, you may have a physical exam and lab tests.</p><p>If you don't have another health problem, you will get a psychological evaluation. Your doctor may do it, or you may be referred to a mental health professional to get one. You may be asked about things such as:</p><ul><li>Your thoughts and feelings</li><li>How you are doing at school</li><li>Any changes in your eating, sleeping, or energy level</li><li>Whether you are suicidal</li><li>Whether you use alcohol or drugs</li></ul>How is <span class=\"qt0\">depression</span> in teens treated?<p>Effective treatments for <span class=\"qt0\">depression</span> in teens include talk therapy, or a combination of talk therapy and medicines:</p><p>Talk therapy</p><p>Talk therapy, also called psychotherapy or counseling, can help you understand and manage your moods and feelings. It involves going to see a therapist, such as a psychiatrist, a psychologist, a social worker, or counselor. You can talk out your emotions to someone who understands and supports you. You can also learn how to stop thinking negatively and start to look at the positives in life. This will help you build confidence and feel better about yourself.</p><p>There are many different types of talk therapy. Certain types have been shown to help teens deal with <span class=\"qt0\">depression</span>, including:</p><ul><li>Cognitive behavioral therapy (CBT), which helps you to identify and change negative and unhelpful thoughts. It also helps you build coping skills and change behavioral patterns.</li><li>Interpersonal therapy (IPT), which focuses on improving your relationships. It helps you understand and work through troubled relationships that may contribute to your <span class=\"qt0\">depression</span>. IPT may help you change behaviors that are causing problems.  You also explore major issues that may add to your <span class=\"qt0\">depression</span>, such as grief or life changes.</li></ul><p>Medicines</p><p>In some cases, your doctor will suggest medicines along with talk therapy. There are a few antidepressants that have been widely studied and proven to help teens. If you are taking medicine for <span class=\"qt0\">depression</span>, it is important to see your doctor regularly.</p><p>It is also important to know that it will take some time for you to get relief from antidepressants:</p><ul><li>It can take 3 to 4 weeks until an antidepressant takes effect</li><li>You may have to try more than one antidepressant to find one that works for you</li><li>It can also take some time to find the right dose of an antidepressant</li></ul><p>In some cases, teenagers may have an increase in suicidal thoughts or behavior when taking antidepressants. This risk is higher in the first few weeks after starting the medicine and when the dose is changed. Make sure to tell your parents or guardian if you start feeling worse or have thoughts of hurting yourself.</p><p>You should not stop taking the antidepressants on your own. You need to work with your doctor to slowly and safely decrease the dose before you stop.</p><p>Programs for severe <span class=\"qt0\">depression</span></p><p>Some teens who have severe <span class=\"qt0\">depression</span> or are at risk of hurting themselves may need more intensive treatment. They may go into a psychiatric hospital or do a day program. Both offer counseling, group discussions, and activities with mental health professionals and other patients. Day programs may be full-day or half-day, and they often last for several weeks.</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Depression</span>"
          ],
          "groupName": [
            "Children and Teenagers",
            "Mental Health and Behavior"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\">depression</span> in teens? <span class=\"qt0\">Depression</span> in teens (ages 13-17) is a serious medical illness. It's more than just a feeling of being sad or \"blue\" for a few  ... "
          ]
        }
      },
      {
        "rank": "3",
        "url": "https://medlineplus.gov/bipolardisorder.html",
        "contents": {
          "title": [
            "Bipolar Disorder"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Bi-polar Disorder",
            "Manic-Depressive Illness",
            "Manic <span class=\"qt0\">depression</span>"
          ],
          "FullSummary": [
            "What is bipolar disorder?<p>Bipolar disorder is a mood disorder that can cause intense mood swings:</p><ul><li>Sometimes you may feel extremely \"up,\" elated, irritable, or energized. This is called a manic episode.</li><li>Other times you may feel \"down,\" sad, indifferent, or hopeless. This is called a depressive episode.</li><li>You may have both manic and depressive symptoms together. This is called a mixed episode.</li></ul><p>Along with mood swings, bipolar disorder causes changes in behavior, energy levels, and activity levels.</p><p>Bipolar disorder used to be called other names, including manic <span class=\"qt0\">depression</span> and manic-<span class=\"qt1\">depressive disorder</span>.</p>What are the types of bipolar disorder?<p>There are three main types of bipolar disorder:</p><ul><li>Bipolar I disorder involves manic episodes that last at least 7 days or manic symptoms so severe that you need immediate hospital care. Depressive episodes are also common. Those often last at least two weeks. This type of bipolar disorder can also involve mixed episodes.</li><li>Bipolar II disorder involves depressive episodes. But instead of full-blown manic episodes, there are episodes of hypomania. Hypomania is a less severe version of mania.</li><li>Cyclothymic disorder, or cyclothymia, also involves hypomanic and depressive symptoms. But they are not as intense or as long-lasting as hypomanic or depressive episodes. The symptoms usually last for at least two years in adults and for one year in children and teenagers.</li></ul><p>With any of these types, having four or more episodes of mania or <span class=\"qt0\">depression</span> in a year is called \"rapid cycling.\"</p>What causes bipolar disorder?<p>The exact cause of bipolar disorder is unknown. Several factors likely play a role in the disorder. They include genetics, brain structure and function, and your environment.</p>Who is at risk for bipolar disorder?<p>You are at higher risk for bipolar disorder if you have a close relative who has it. Going through trauma or stressful life events may raise this risk even more.</p>What are the symptoms of bipolar disorder?<p>The symptoms of bipolar disorder can vary. But they involve mood swings known as mood episodes:</p><ul><li>The symptoms of a manic episode can include\n     <ul><li>Feeling very up, high, or elated</li><li>Feeling jumpy or wired, more active than usual</li><li>Having a very short temper or seeming extremely irritable</li><li>Having racing thoughts and talking very fast</li><li>Needing less sleep</li><li>Feeling like you are unusually important, talented, or powerful</li><li>Do risky things that show poor judgment, such as eating and drinking too much, spending or giving away a lot of money, or having reckless sex</li></ul> \n</li><li>The symptoms of a depressive episode can include\n    <ul><li>Feeling very sad, hopeless, or worthless</li><li>Feeling lonely or isolating yourself from others</li><li>Talking very slowly, feeling like you have nothing to say, or forgetting a lot</li><li>Having little energy</li><li>Sleeping too much</li><li>Eating too much or too little</li><li>Lack of interest in your usual activities and being unable to do even simple things</li><li>Thinking about death or suicide</li></ul>\n</li><li>The symptoms of a mixed episode include both manic and depressive symptoms together. For example, you may feel very sad, empty, or hopeless, while at the same time feeling extremely energized.</li></ul><p>Some people with bipolar disorder may have milder symptoms. For example, you may have hypomania instead of mania. With hypomania, you may feel very good and find that you can get a lot done. You may not feel like anything is wrong. But your family and friends may notice your mood swings and changes in activity levels. They may realize that your behavior is unusual for you. After the hypomania, you might have severe <span class=\"qt0\">depression</span>.</p><p>Your mood episodes may last a week or two or sometimes longer. During an episode, symptoms usually occur every day for most of the day.</p>How is bipolar disorder diagnosed?<p>To diagnose bipolar disorder, your health care provider may use many tools:</p><ul><li>A physical exam</li><li>A medical history, which will include asking about your symptoms, lifetime history, experiences, and family history</li><li>Medical tests to rule out other conditions</li><li>A mental health evaluation. Your provider may do the evaluation or may refer you to a mental health specialist to get one.</li></ul>What are the treatments for bipolar disorder?<p>Treatment can help many people, including those with the most severe forms of bipolar disorder. The main treatments for bipolar disorder include medicines, psychotherapy, or both:</p><ul><li>Medicines can help control the symptoms of bipolar disorder. You may need to try several different medicines to find which one works best for you. Some people need to take more than one medicine. It's important to take your medicine consistently. Don't stop taking it without first talking with your provider.  Contact your provider if you have any concerns about side effects from the medicines.</li><li>Psychotherapy (talk therapy) can help you recognize and change troubling emotions, thoughts, and behaviors. It can give you and your family support, education, skills, and coping strategies. There are several different types of psychotherapy that may help with bipolar disorder.</li><li>Other treatment options include:\n    <ul><li>Electroconvulsive therapy (ECT), a brain stimulation procedure that can help relieve symptoms. It uses a mild electric current and is done while you are under general anesthesia. ECT is most often used for severe bipolar disorder that is not getting better with other treatments. It may also be used when someone needs a treatment that will work more quickly than medicines. This might be when a person has a high risk of suicide or is catatonic (unresponsive).</li><li>Repetitive transcranial magnetic stimulation (rTMS), a brain stimulation procedure that uses magnetic waves to relieve <span class=\"qt0\">depression</span>. It is not as powerful as ECT, but with rTMS, you don't need general anesthesia. It also has a low risk of negative effects on your memory and thinking.\n  </li><li>Light therapy has been shown to be effective for seasonal affective disorder (SAD). Many people with bipolar disorder also find that their <span class=\"qt0\">depression</span> gets worse during certain seasons, usually in the fall and winter. Light therapy may help with their symptoms.</li><li>Healthy lifestyle changes, such as getting regular exercise, having a consistent sleep schedule, and keeping a mood journal, can also help with your symptoms.</li></ul>    \n</li></ul><p>Bipolar disorder is a lifelong illness. But long-term, ongoing treatment can help manage your symptoms and enable you to live a healthy, successful life.</p><p>NIH: National Institute of Mental Health</p>"
          ],
          "mesh": [
            "Bipolar Disorder"
          ],
          "groupName": [
            "Mental Health and Behavior"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... used to be called other names, including manic <span class=\"qt0\">depression</span> and manic-<span class=\"qt1\">depressive disorder</span>.What are the types of bipolar disorder? There  ... "
          ]
        }
      },
      {
        "rank": "4",
        "url": "https://medlineplus.gov/seasonalaffectivedisorder.html",
        "contents": {
          "title": [
            "Seasonal Affective Disorder"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "SAD",
            "Seasonal <span class=\"qt0\">depression</span>",
            "Seasonal mood disorder"
          ],
          "FullSummary": [
            "<p>Seasonal affective disorder (SAD) is a type of <span class=\"qt0\">depression</span> that comes and goes with the seasons. It usually starts in the late fall and early winter and goes away during the spring and summer. Some people do have episodes of <span class=\"qt0\">depression</span> that start in the spring or summer, but that is a lot less common. Symptoms of SAD may include:</p><ul><li>Sadness</li><li>Gloomy outlook</li><li>Feeling hopeless, worthless, and irritable</li><li>Loss of interest or pleasure in activities you used to enjoy</li><li>Low energy</li><li>Difficulty sleeping or oversleeping</li><li>Carbohydrate cravings and weight gain</li><li>Thoughts of death or suicide</li></ul><p>SAD is more common in women, young people, and those who live far from the equator. You are also more likely to have SAD if you or your family members have <span class=\"qt0\">depression</span>.</p><p>The exact causes of SAD are unknown. Researchers have found that people with SAD may have an imbalance of serotonin, a brain chemical that affects your mood. Their bodies also make too much melatonin, a hormone that regulates sleep, and not enough vitamin D.</p><p>The main treatment for SAD is light therapy. The idea behind light therapy is to replace the sunshine that you miss during the fall and winter months. You sit in front of a light therapy box every morning to get daily exposure to bright, artificial light. But some people with SAD do not respond to light therapy alone. Antidepressant medicines and talk therapy can reduce SAD symptoms, either alone or combined with light therapy.</p><p>NIH: National Institute of Mental Health</p>"
          ],
          "mesh": [
            "Seasonal Affective Disorder"
          ],
          "groupName": [
            "Mental Health and Behavior"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " Seasonal affective disorder (SAD) is a type of <span class=\"qt0\">depression</span> that comes and goes with the seasons. It  ... and summer. Some people do have episodes of <span class=\"qt0\">depression</span> that start in the spring or summer, but  ... "
          ]
        }
      }
    ]
  },
  {
    "condition": "anxiety",
    "documents": [
      {
        "rank": "0",
        "url": "https://medlineplus.gov/anxiety.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Anxiety</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Generalized <span class=\"qt0\">Anxiety</span> Disorder"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\">anxiety</span>?<p><span class=\"qt0\">Anxiety</span> is a feeling of fear, dread, and uneasiness. It might cause you to sweat, feel restless and <span class=\"qt0\">tense</span>, and have a rapid heartbeat.   It can be a normal reaction to <span class=\"qt0\">stress</span>. For example, you might feel <span class=\"qt0\">anxious</span> when faced with a difficult problem at work, before taking a test, or before making an important decision. It can help you to cope. The <span class=\"qt0\">anxiety</span> may give you a boost of energy or help you focus. But for people with <span class=\"qt0\">anxiety</span> disorders, the fear is not temporary and can be overwhelming.</p>What are <span class=\"qt0\">anxiety</span> disorders?<p><span class=\"qt0\">Anxiety</span> disorders are conditions in which you have <span class=\"qt0\">anxiety</span> that does not go away and can get worse over time. The symptoms can interfere with daily activities such as job performance, schoolwork, and relationships.</p>What are the types of <span class=\"qt0\">anxiety</span> disorders?<p>There are several types of <span class=\"qt0\">anxiety</span> disorders, including: </p><ul><li>Generalized <span class=\"qt0\">anxiety</span> disorder (GAD). People with GAD worry about ordinary issues such as health, money, work, and family. But their worries are excessive, and they have them almost every day for at least 6 months.</li><li>Panic disorder. People with panic disorder have panic attacks. These are sudden, repeated periods of intense fear when there is no danger. The attacks come on quickly and can last several minutes or more.</li><li>Phobias. People with phobias have an intense fear of something that poses little or no actual danger. Their fear may be about spiders, flying, going to crowded places, or being in social situations (known as social <span class=\"qt0\">anxiety</span>).</li></ul>What causes <span class=\"qt0\">anxiety</span> disorders?<p>The cause of <span class=\"qt0\">anxiety</span> is unknown. Factors such as genetics, brain biology and chemistry, <span class=\"qt0\">stress</span>, and your environment may play a role.</p>Who is at risk for <span class=\"qt0\">anxiety</span> disorders?<p>The risk factors for the different types of <span class=\"qt0\">anxiety</span> disorders can vary. For example, GAD and phobias are more common in women, but social <span class=\"qt0\">anxiety</span> affects men and women equally. There are some general risk factors for all types of <span class=\"qt0\">anxiety</span> disorders, including:</p><ul><li>Certain personality traits, such as being shy or withdrawn when you are in new situations or meeting new people</li><li>Traumatic events in early childhood or adulthood</li><li>Family history of <span class=\"qt0\">anxiety</span> or other mental disorders</li><li>Some physical health conditions, such as thyroid problems or arrhythmia</li></ul>What are the symptoms of <span class=\"qt0\">anxiety</span> disorders?<p>The different types of <span class=\"qt0\">anxiety</span> disorders can have different symptoms. But they all have a combination of:</p><ul><li><span class=\"qt0\">Anxious</span> thoughts or beliefs that are hard to control. They make you feel restless and <span class=\"qt0\">tense</span> and interfere with your daily life. They do not go away and can get worse over time.</li><li>Physical symptoms, such as a pounding or rapid heartbeat, unexplained aches and pains, dizziness, and shortness of breath</li><li>Changes in behavior, such as avoiding everyday activities you used to do</li></ul><p>Using caffeine, other substances, and certain medicines can make your symptoms worse.</p>How are <span class=\"qt0\">anxiety</span> disorders diagnosed?<p>To diagnose <span class=\"qt0\">anxiety</span> disorders, your health care provider will ask about your symptoms and medical history. You may also have a physical exam and lab tests to make sure that a different health problem is not the cause of your symptoms.</p><p>If you don't have another health problem, you will get a psychological evaluation. Your provider may do it, or you may be referred to a mental health professional to get one.</p>What are the treatments for <span class=\"qt0\">anxiety</span> disorders?<p>The main treatments for <span class=\"qt0\">anxiety</span> disorders are psychotherapy (talk therapy), medicines, or both:</p><ul><li>Psychotherapy can help you recognize and change troubling emotions, thoughts, and behaviors. To be effective, it should focus on your specific <span class=\"qt0\">anxieties</span> and needs. There are many types; some of the types used for <span class=\"qt0\">anxiety</span> disorders include:\n  <ul><li>Cognitive behavioral therapy (CBT), which teaches you different ways of thinking and behaving. It can help you change how you react to the things that cause you to feel fear and <span class=\"qt0\">anxiety</span>. It may include exposure therapy. This therapy focuses on having you confront your fears so that you will be able to do the things that you had been avoiding.</li><li>Acceptance and commitment therapy may help with some <span class=\"qt0\">anxiety</span> disorders. It uses strategies such as mindfulness and goal setting to reduce discomfort and <span class=\"qt0\">anxiety</span>.</li></ul> \n</li><li>Medicines to treat <span class=\"qt0\">anxiety</span> disorders include anti-<span class=\"qt0\">anxiety</span> medicines and certain antidepressants. Some types of medicines may work better for specific types of <span class=\"qt0\">anxiety</span> disorders. You should work closely with your provider to identify which medicine is best for you. You may need to try more than one medicine before you can find the right one.</li></ul><p>Support groups and <span class=\"qt0\">stress</span> management techniques may also be helpful.</p><p>NIH: National Institute of Mental Health</p>"
          ],
          "mesh": [
            "<span class=\"qt0\">Anxiety</span> Disorders",
            "<span class=\"qt0\">Anxiety</span>"
          ],
          "groupName": [
            "Mental Health and Behavior"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\">anxiety? Anxiety</span> is a feeling of fear, dread, and uneasiness. It might cause you to sweat, feel restless and <span class=\"qt0\">tense</span>, and have a rapid heartbeat.    ... "
          ]
        }
      },
      {
        "rank": "1",
        "url": "https://medlineplus.gov/phobias.html",
        "contents": {
          "title": [
            "Phobias"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Agoraphobia",
            "Social <span class=\"qt0\">Anxiety</span> Disorder",
            "Social Phobia"
          ],
          "FullSummary": [
            "<p>A phobia is a type of <span class=\"qt0\">anxiety</span> disorder.  It is a strong, irrational fear of something that poses little or no real danger.</p><p>There are many specific phobias. Acrophobia is a fear of heights. Agoraphobia is a fear of public places, and claustrophobia is a fear of closed-in places. If you become <span class=\"qt0\">anxious</span> and extremely self-conscious in everyday social situations, you could have a social phobia. Other common phobias involve tunnels, highway driving, water, flying, animals and blood. </p><p>People with phobias try to avoid what they are afraid of. If they cannot, they may experience:</p><ul><li>Panic and fear</li><li>Rapid heartbeat</li><li>Shortness of breath</li><li>Trembling</li><li>A strong desire to get away</li></ul><p>Phobias usually start in children or teens, and continue into adulthood. The causes of specific phobias are not known, but they sometimes run in families. </p><p>Treatment helps most people with phobias. Options include medicines, therapy or both.</p><p>NIH: National Institute of Mental Health</p>"
          ],
          "mesh": [
            "Phobic Disorders"
          ],
          "groupName": [
            "Mental Health and Behavior"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " A phobia is a type of <span class=\"qt0\">anxiety</span> disorder.  It is a strong, irrational fear of something that poses little or no real danger. There are many specific phobias. Acrophobia  ... "
          ]
        }
      },
      {
        "rank": "2",
        "url": "https://medlineplus.gov/obsessivecompulsivedisorder.html",
        "contents": {
          "title": [
            "Obsessive-Compulsive Disorder"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Hoarding",
            "OCD"
          ],
          "FullSummary": [
            "What is obsessive-compulsive disorder (OCD)?<p>Obsessive-compulsive disorder (OCD) is a mental disorder in which you have thoughts (obsessions) and rituals (compulsions) over and over. They interfere with your life, but you cannot control or stop them.</p>What causes obsessive-compulsive disorder (OCD)?<p>The cause of obsessive-compulsive disorder (OCD) is unknown. Factors such as genetics, brain biology and chemistry, and your environment may play a role.</p>Who is at risk for obsessive-compulsive disorder (OCD)?<p>Obsessive-compulsive disorder (OCD) usually begins when you are a teen or young adult. Boys often develop OCD at a younger age than girls.</p><p>Risk factors for OCD include:</p><ul><li>Family history. People with a first-degree relative (such as a parent, sibling, or child) who has OCD are at higher risk. This is especially true if the relative developed OCD as a child or teen.</li><li>Brain structure and functioning. Imaging studies have shown that people with OCD have differences in certain parts of the brain. Researchers need to do more studies to understand the connection between the brain differences and OCD.</li><li>Childhood trauma, such as child abuse. Some studies have found a link between trauma in childhood and OCD. More research is needed to understand this relationship better.</li></ul><p>In some cases, children may develop OCD or OCD symptoms following a streptococcal infection. This is called Pediatric Autoimmune Neuropsychiatric Disorders Associated with Streptococcal Infections (PANDAS).</p>What are the symptoms of obsessive-compulsive disorder (OCD)?<p>People with OCD may have symptoms of obsessions, compulsions, or both:</p><ul><li>Obsessions are repeated thoughts, urges, or mental images that cause <span class=\"qt0\">anxiety</span>. They may involve things such as\n <ul><li>Fear of germs or contamination</li><li>Fear of losing or misplacing something</li><li>Worries about harm coming towards yourself or others</li><li>Unwanted forbidden thoughts involving sex or religion</li><li>Aggressive thoughts towards yourself or others</li><li>Needing things lined up exactly or arranged in a particular, precise way</li></ul></li><li>Compulsions are behaviors that you feel like you need to do over and over to try to reduce your <span class=\"qt0\">anxiety</span> or stop the obsessive thoughts. Some common compulsions include\n <ul><li>Excessive cleaning and/or handwashing</li><li>Repeatedly checking on things, such as whether the door is locked or the oven is off</li><li>Compulsive counting</li><li>Ordering and arranging things in a particular, precise way</li></ul></li></ul><p>Some people with OCD also have Tourette syndrome or another tic disorder. Tics are sudden twitches, movements, or sounds that people do over and over. People who have tics cannot stop their body from doing these things.</p>How is obsessive-compulsive disorder (OCD) diagnosed?<p>The first step is to talk with your health care provider about your symptoms. It's important to check whether a physical problem is causing your symptoms. So your provider will do a physical exam and will ask you about your medical history. If  your symptoms do not seem to be caused by a physical problem, your provider may do an OCD test or may refer you to a mental health specialist for further evaluation or treatment.</p><p>Obsessive-compulsive disorder (OCD) can sometimes be hard to diagnose. Its symptoms are like those of other mental disorders, such as <span class=\"qt0\">anxiety</span> disorders. It is also possible to have both OCD and another mental disorder.</p><p>Not everyone who has obsessions or compulsions has OCD. Your symptoms would usually be considered OCD when you:</p><ul><li>Can't control your thoughts or behaviors, even when you know that they are excessive</li><li>Spend at least 1 hour a day on these thoughts or behaviors</li><li>Don't get pleasure when performing the behaviors. But doing them may briefly give you relief from the <span class=\"qt0\">anxiety</span>.</li><li>Have significant problems in your daily life because of these thoughts or behaviors</li></ul>What are the treatments for obsessive-compulsive disorder (OCD)?<p>The main treatments for obsessive-compulsive disorder (OCD) are cognitive behavioral therapy, medicines, or both:</p><ul><li>Cognitive behavioral therapy (CBT) is a type of psychotherapy. It teaches you different ways of thinking, behaving, and reacting to your obsessions and compulsions. \n  <ul><li>Exposure and Response Prevention (ERP) s a specific type of CBT. ERP involves gradually exposing you to your fears or obsessions. You learn healthy ways to deal with the <span class=\"qt0\">anxiety</span> they cause.</li></ul>\n</li><li>Medicines for OCD include certain types of antidepressants. If those don't work for you, your provider may suggest taking some other type of psychiatric medicine.</li></ul><p>If you have severe OCD that does not get better with these treatments, your provider may suggest a treatment called repetitive transcranial magnetic stimulation (rTMS). It is a brain stimulation procedure that uses magnetic waves. It can target specific brain areas associated with OCD.</p><p>NIH: National Institute of Mental Health </p>"
          ],
          "mesh": [
            "Obsessive-Compulsive Disorder"
          ],
          "groupName": [
            "Mental Health and Behavior"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... repeated thoughts, urges, or mental images that cause  <span class=\"qt0\">anxiety</span> . They may involve things such as\n  Fear of  ... over and over to try to reduce your <span class=\"qt0\">anxiety</span> or stop the obsessive thoughts. Some common compulsions  ... "
          ]
        }
      },
      {
        "rank": "3",
        "url": "https://medlineplus.gov/panicdisorder.html",
        "contents": {
          "title": [
            "Panic Disorder"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "FullSummary": [
            "What is panic disorder?<p>Panic disorder is a type of <span class=\"qt0\">anxiety</span> disorder.  It causes repeated panic attacks, which are sudden periods of intense fear, discomfort, or a sense of losing control. These attacks happen even though there is no real danger. They often cause physical symptoms. For example, you may have a rapid or pounding heartbeat and feel like you are having a heart attack.</p><p>If you have panic attacks, it doesn't mean you will develop a panic disorder. Many people only have one or two panic attacks in their lifetime and get better without treatment.</p><p>But some of the people who have panic attacks do develop panic disorder. They have repeated panic attacks. The attacks can happen as often as several times a day or as rarely as a few times a year. People with panic disorder often worry about having another attack. It may cause them to avoid places and situations where they had panic attacks in the past.</p><p>Panic disorder is not life-threatening, but it can be upsetting and affect your quality of life. And if it is not treated, it can sometimes lead to other health conditions, including depression and substance use disorders.</p>What causes panic disorder?<p>The cause of panic disorder is unknown. Researchers think that certain factors may play a role:</p><ul><li>Genetics - panic disorder sometimes runs in families. But no one knows for sure why some family members have it while others don't.</li><li>Brain biology and chemistry.</li><li>Your environment.</li><li>Major <span class=\"qt0\">stress</span>.</li></ul>Who is more likely to develop panic disorder?<p>Panic disorder is more common in women than men. It often starts in the late teens or early adulthood. Sometimes it starts when a person is under a lot of <span class=\"qt0\">stress</span>. People who have had trauma, especially in childhood, are more likely to develop panic disorder.</p>What are the symptoms of panic disorder?<p>People with panic disorder may have:</p><ul><li>Sudden and repeated panic attacks of overwhelming <span class=\"qt0\">anxiety</span> and fear</li><li>A feeling of being out of control or a fear of death during a panic attack</li><li>An intense worry about another panic attack</li><li>A fear or avoidance of places and situations where they had panic attacks in the past</li><li>Physical symptoms during a panic attack, such as:\n\t<ul><li>Pounding or racing heart</li><li>Sweating or chills</li><li>Trembling or shaking</li><li>Trouble breathing</li><li>The feeling that they are choking</li><li>Weakness or dizziness</li><li>Chest pain</li><li>Stomach pain or nausea</li></ul>\n</li></ul><p>Panic attacks can happen anytime, without warning. They can last anywhere from a few minutes to over an hour.</p>How is panic disorder diagnosed?<p>To find out if you have panic disorder, your health care provider:</p><ul><li>Will ask about your medical history and symptoms</li><li>May check if an unrelated physical problem is causing your symptoms, for example with:\n\t<ul><li>A physical exam</li><li>Blood tests to check for thyroid problems and other possible conditions</li><li>Heart health tests</li></ul>\n</li><li>May do a panic disorder test</li><li>May refer you to a mental health provider for the panic disorder test or other types of psychological evaluations</li></ul>What are the treatments for panic disorder?<p>Treatment for panic disorder usually includes one or more of the following:</p><ul><li>Talk therapy, also called psychotherapy or counseling, which can help you understand your feelings.\n\t<ul><li>It may include cognitive-behavioral therapy (CBT), a type of talk therapy that helps you change your negative thoughts and how you react to things that cause you to feel <span class=\"qt0\">anxiety</span>.</li></ul></li><li>Medicines, including:\n\t<ul><li>Antidepressants, such as selective serotonin reuptake inhibitors (SSRIs) and serotonin-norepinephrine reuptake inhibitors (SNRIs)</li><li>Anti-<span class=\"qt0\">anxiety</span> medicines</li></ul></li></ul><p>Your provider may also suggest that you follow a healthy lifestyle, which may help with panic disorder. It may include:</p><ul><li>Avoiding alcohol</li><li>Reducing caffeine</li><li>Eating regular meals</li><li>Getting enough sleep</li><li>Getting regular exercise</li></ul><p>Joining a support group may also be helpful. Support groups can make you feel like you are not alone, and you may learn some new tips on how to cope.</p><p>NIH: National Institute of Mental Health</p>"
          ],
          "mesh": [
            "Panic Disorder"
          ],
          "groupName": [
            "Mental Health and Behavior"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... panic disorder? Panic disorder is a type of <span class=\"qt0\">anxiety</span> disorder.  It causes repeated panic attacks, which are  ... have: Sudden and repeated panic attacks of overwhelming <span class=\"qt0\">anxiety</span> and fear  A feeling of being out of  ... "
          ]
        }
      },
      {
        "rank": "4",
        "url": "https://medlineplus.gov/bullyingandcyberbullying.html",
        "contents": {
          "title": [
            "Bullying and Cyberbullying"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "FullSummary": [
            "What is bullying?<p>Bullying is when a person or group repeatedly harms someone on purpose. It can be physical, social, and/or verbal. It is harmful to both the victims and the bullies, and it always involves:</p><ul><li>Aggressive behavior.</li><li>A difference in power, meaning that the victim is weaker or is seen as weaker. For example, bullies may try to use physical strength, embarrassing information, or popularity to harm others.</li><li>Repetition, meaning it happens more than once or that it probably will happen again</li></ul>What are the types of bullying?<p>There are three types of bullying:</p><ul><li>Physical bullying involves hurting a person's body or belongings. Examples include hitting, kicking, and stealing or breaking someone's stuff.</li><li>Social bullying (also called relational bullying) hurts someone's reputation or relationships. Some examples are spreading rumors, embarrassing someone in public, and making someone feel left out.</li><li>Verbal bullying is saying or writing mean things, including name-calling, taunting, and threatening</li></ul>What is cyberbullying?<p>Cyberbullying is bullying that happens through text messages or online. It could be through emails, social media, forums, or gaming. Some examples are:</p><ul><li>Posting rumors on social media</li><li>Sharing embarrassing pictures or videos online</li><li>Sharing someone else's private information online (doxing)</li><li>Making threats against someone online</li><li>Creating fake accounts and posting information to embarrass someone</li></ul><p>Certain types of cyberbullying can be illegal. The laws on cyberbullying are different from state to state.</p>How is cyberbullying different from bullying?<p>Cyberbullying is a type of bullying, but there are some differences between the two. Cyberbullying can be:</p><ul><li>Anonymous - people can hide their identities when they are online or using a cell phone</li><li>Persistent - people can send messages instantly, at any time of the day or night</li><li>Permanent - a lot of electronic communication is permanent and public, unless it's reported and removed. A bad online reputation can affect getting into college, getting a job, and other areas of life. This applies to the bully as well.</li><li>Hard to notice - teachers and parents may not overhear or see cyberbullying taking place</li></ul>Which children are more likely to be bullied?<p>Children are more likely to be bullied if they:</p><ul><li>Are seen as different from their peers, such as being overweight or underweight, dressing differently, or being of a different race/ethnicity</li><li>Are seen as weak</li><li>Have depression, <span class=\"qt0\">anxiety</span>, or low self-esteem</li><li>Don't have many friends or are less popular</li><li>Don't socialize well with others</li><li>Have an intellectual or developmental disability</li></ul>Which children are more likely to be bullies?<p>There are two types of children who are more likely to bully others:</p><ul><li>Children who are well-connected to peers, have social power, are overly worried about popularity, and like to be in charge of others</li><li>Children who are more isolated from peers, may be depressed or <span class=\"qt0\">anxious</span>, have low self-esteem, are easily pressured by peers, and have trouble understanding other people's feelings</li></ul><p>There are certain factors that make someone more likely to be a bully. They include:</p><ul><li>Being aggressive or easily frustrated</li><li>Having trouble at home, such as violence or bullying in the home or having uninvolved parents</li><li>Having trouble following rules</li><li>Seeing violence positively</li><li>Having friends who bully others</li></ul>What are the effects of bullying?<p>Bullying is a serious problem that causes harm. And it doesn't just hurt the person who is being bullied; it can also be harmful for the bullies and for any kids who witness the bullying.</p><p>Kids who are bullied can have problems at school and with their mental and physical health. They are at risk for:</p><ul><li>Depression, <span class=\"qt0\">anxiety</span>, and low self-esteem. These problems sometimes last into adulthood.</li><li>Health complaints, including headaches and stomachaches</li><li>Lower grades and test scores</li><li>Missing and dropping out of school</li></ul><p>Kids who bully others have a higher risk for substance use, problems in school, and violence later in life.\n\n</p><p>Kids who witness bullying are more likely to abuse drugs or alcohol and have mental health problems. They may also miss or skip school.\n\n</p>What are the signs of being bullied?<p>Often, kids who are being bullied don't report it. They may fear a backlash from the bully, or they may think that no one cares. Sometimes they feel too ashamed to talk about it. So it is important to know the signs of a bullying problem:</p><ul><li>Depression, loneliness, or <span class=\"qt0\">anxiety</span></li><li>Low self-esteem</li><li>Headaches, stomachaches, or poor eating habits</li><li>Disliking school, not wanting to go to school, or getting worse grades than before</li><li>Self-destructive behaviors, such as running away from home, harming themselves, or talking about suicide</li><li>Unexplained injuries</li><li>Lost or destroyed clothing, books, electronics, or jewelry</li><li>Trouble sleeping or frequent nightmares</li><li>Sudden loss of friends or avoidance of social situations</li></ul>How do you help someone who is being bullied?<p>To help a child who is being bullied, support the child and address the bullying behavior:</p><ul><li>Listen and focus on the child. Learn what's been going on and show you want to help.</li><li>Assure the child that bullying is not his/her fault</li><li>Know that kids who are bullied may struggle with talking about it. Consider referring them to a school counselor, psychologist, or other mental health service.</li><li>Give advice about what to do. This may involve role-playing and thinking through how the child might react if the bullying occurs again.</li><li>Work together to resolve the situation and protect the bullied child. The child, parents, and school or organization should be part of the solution.</li><li>Follow up. Bullying may not end overnight. Make sure that the child knows that you are committed to making it stop.</li><li>Make sure that the bully knows that his or her behavior is wrong and harms others</li><li>Show kids that bullying is taken seriously. Make it clear to everyone that the bullying will not be tolerated.</li></ul><p>Department of Health and Human Services</p>"
          ],
          "mesh": [
            "Bullying",
            "Cyberbullying"
          ],
          "groupName": [
            "Children and Teenagers",
            "Social/Family Issues"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... race/ethnicity  Are seen as weak  Have  depression ,  <span class=\"qt0\">anxiety</span> , or low self-esteem  Don't have many  ... physical health. They are at risk for: Depression, <span class=\"qt0\">anxiety</span>, and low self-esteem. These problems sometimes last  ... "
          ]
        }
      }
    ]
  },
  {
    "condition": "insomnia",
    "documents": [
      {
        "rank": "0",
        "url": "https://medlineplus.gov/insomnia.html",
        "contents": {
          "title": [
            "<span class=\"qt0\">Insomnia</span>"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "FullSummary": [
            "What is <span class=\"qt0\">insomnia</span>?<p><span class=\"qt0\">Insomnia</span> is a common sleep disorder. If you have it, you may have trouble falling asleep, staying asleep, or both. As a result, you may get too little sleep or have poor-quality sleep. You may not feel refreshed when you wake up.</p>What are the types of <span class=\"qt0\">insomnia</span>?<p><span class=\"qt0\">Insomnia</span> can be acute (short-term) or chronic (ongoing). Acute <span class=\"qt0\">insomnia</span> is common. Common causes include stress at work, family pressures, or a traumatic event. It usually lasts for days or weeks.</p><p>Chronic <span class=\"qt0\">insomnia</span> lasts for a month or longer. Most cases of chronic <span class=\"qt0\">insomnia</span> are secondary. This means they are the symptom or side effect of some other problem, such as certain medical conditions, medicines, and other sleep disorders. Substances such as caffeine, tobacco, and alcohol can also be a cause.</p><p>Sometimes chronic <span class=\"qt0\">insomnia</span> is the primary problem. This means that it is not caused by something else. Its cause is not well understood, but long-lasting stress, emotional upset, travel and shift work can be factors. Primary <span class=\"qt0\">insomnia</span> usually lasts more than one month.</p>Who is at risk for <span class=\"qt0\">insomnia</span>?<p><span class=\"qt0\">Insomnia</span> is common. It affects women more often than men. You can get it at any age, but older adults are more likely to have it. You are also at higher risk of <span class=\"qt0\">insomnia</span> if you:</p><ul><li>Have a lot of stress</li><li>Are depressed or have other emotional distress, such as divorce or death of a spouse</li><li>Have a lower income</li><li>Work at night or have frequent major shifts in your work hours</li><li>Travel long distances with time changes</li><li>Have an inactive lifestyle</li><li>Are African American; research shows that African Americans take longer to fall asleep, don't sleep as well, and have more sleep-related breathing problems than Whites.</li></ul>What are the symptoms of <span class=\"qt0\">insomnia</span>?<p>Symptoms of <span class=\"qt0\">insomnia</span> include:</p><ul><li>Lying awake for a long time before you fall asleep</li><li>Sleeping for only short periods</li><li>Being awake for much of the night</li><li>Feeling as if you haven't slept at all</li><li>Waking up too early</li></ul>What other problems can <span class=\"qt0\">insomnia</span> cause?<p><span class=\"qt0\">Insomnia</span> can cause daytime sleepiness and a lack of energy. It also can make you feel anxious, depressed, or irritable. You may have trouble focusing on tasks, paying attention, learning, and remembering. <span class=\"qt0\">Insomnia</span> also can cause other serious problems. For example, it could make you feel drowsy while driving. This could cause you get into a car accident.</p>How is <span class=\"qt0\">insomnia</span> diagnosed?<p>To diagnose <span class=\"qt0\">insomnia</span>, your health care provider:</p><ul><li>Takes your medical history</li><li>Asks for your sleep history. Your provider will ask you for details about your sleep habits.</li><li>Does a physical exam, to rule out other medical problems that might cause <span class=\"qt0\">insomnia</span></li><li>May recommend a sleep study. A sleep study measures how well you sleep and how your body responds to sleep problems.</li></ul>What are the treatments for <span class=\"qt0\">insomnia</span>?<p>Treatments include lifestyle changes, counseling, and medicines:</p><ul><li>Lifestyle changes, including good sleep habits, often help relieve acute (short-term) <span class=\"qt0\">insomnia</span>. These changes might make it easier for you to fall asleep and stay asleep.</li><li>A type of counseling called cognitive-behavioral therapy (CBT) can help relieve the anxiety linked to chronic (ongoing) <span class=\"qt0\">insomnia</span></li><li>Several medicines also can help relieve your <span class=\"qt0\">insomnia</span> and allow you to re-establish a regular sleep schedule</li></ul><p>If your <span class=\"qt0\">insomnia</span> is the symptom or side effect of another problem, it's important to treat that problem (if possible).</p><p>NIH: National Heart, Lung, and Blood Institute</p>"
          ],
          "mesh": [
            "Sleep Initiation and Maintenance Disorders"
          ],
          "groupName": [
            "Brain and Nerves"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is <span class=\"qt0\">insomnia? Insomnia</span> is a common sleep disorder. If you have it, you may have trouble falling asleep, staying asleep, or both. As a result, you  ... "
          ]
        }
      },
      {
        "rank": "1",
        "url": "https://medlineplus.gov/caffeine.html",
        "contents": {
          "title": [
            "Caffeine"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "FullSummary": [
            "What is caffeine?<p>Caffeine is a bitter substance that occurs naturally in more than 60 plants including:</p><ul><li>Coffee beans</li><li>Tea leaves</li><li>Kola nuts, which are used to flavor soft drink colas</li><li>Cacao pods, which are used to make chocolate products</li></ul><p>There is also synthetic (man-made) caffeine, which is added to some medicines, foods, and drinks. For example, some pain relievers, cold medicines, and over-the-counter medicines for alertness contain synthetic caffeine. So do energy drinks and \"energy-boosting\" gums and snacks.</p><p>Most people consume caffeine from drinks. The amount of caffeine in different drinks can vary a lot, but it is generally:</p><ul><li>An 8-ounce cup of coffee: 95-200 mg</li><li>A 12-ounce can of cola: 35-45 mg</li><li>An 8-ounce energy drink: 70-100 mg</li><li>An 8-ounce cup of tea: 14-60 mg</li></ul>What are caffeine's effects on the body?<p>Caffeine has many effects on your body's metabolism. It:</p><ul><li>Stimulates your central nervous system, which can make you feel more awake and give you a boost of energy</li><li>Is a diuretic, meaning that it helps your body get rid of extra salt and water by urinating more</li><li>Increases the release of acid in your stomach, sometimes leading to an upset stomach or heartburn</li><li>May interfere with the absorption of calcium in the body</li><li>Increases your blood pressure</li></ul><p>Within one hour of eating or drinking caffeine, it reaches its peak level in your blood. You may continue to feel the effects of caffeine for four to six hours.</p>What are the side effects from too much caffeine?<p>For most people, it is not harmful to consume up to 400mg of caffeine a day. If you do eat or drink too much caffeine, it can cause health problems, such as:</p><ul><li>Restlessness and shakiness</li><li><span class=\"qt0\">Insomnia</span></li><li>Headaches</li><li>Dizziness</li><li>Fast heart rate</li><li>Dehydration</li><li>Anxiety</li><li>Dependency, so you need to take more of it to get the same results</li></ul><p>Some people are more sensitive to the effects of caffeine than others.</p>What are energy drinks, and why can they be a problem?<p>Energy drinks are beverages that have added caffeine. The amount of caffeine in energy drinks can vary widely, and sometimes the labels on the drinks do not give you the actual amount of caffeine in them. Energy drinks may also contain sugars, vitamins, herbs, and supplements.</p><p>Companies that make energy drinks claim that the drinks can increase alertness and improve physical and mental performance. This has helped make the drinks popular with American teens and young adults. There's limited data showing that energy drinks might temporarily improve alertness and physical endurance. There is not enough evidence to show that they enhance strength or power. But what we do know is that energy drinks can be dangerous because they have large amounts of caffeine. And since they have lots of sugar, they can contribute to weight gain and worsen diabetes.</p><p>Sometimes young people mix their energy drinks with alcohol. It is dangerous to combine alcohol and caffeine. Caffeine can interfere with your ability to recognize how drunk you are, which can lead you to drink more. This also makes you more likely to make bad decisions.</p>Who should avoid or limit caffeine?<p>You should check with your health care provider about whether you should limit or avoid caffeine if you:</p><ul><li>Are pregnant, since caffeine passes through the placenta to your baby.</li><li>Are breastfeeding, since a small amount of caffeine that you consume is passed along to your baby.</li><li>Have sleep disorders, including <span class=\"qt0\">insomnia</span>.</li><li>Have migraines or other chronic headaches.</li><li>Have anxiety.</li><li>Have GERD or ulcers.</li><li>Have arrhythmia (a problem with the rate or rhythm of your heartbeat).</li><li>Have high blood pressure.</li><li>Take certain medicines or supplements, including stimulants, certain antibiotics, asthma medicines, and heart medicines. Check with your health care provider about whether there might be interactions between caffeine and any medicines and supplements that you take.</li><li>Are a child or teen. Neither should have as much caffeine as adults. Children can be especially sensitive to the effects of caffeine.</li></ul>What is caffeine withdrawal?<p>If you have been consuming caffeine on a regular basis and then suddenly stop, you may have caffeine withdrawal. Symptoms can include:</p><ul><li>Headaches</li><li>Drowsiness</li><li>Irritability</li><li>Nausea</li><li>Trouble concentrating</li></ul><p>These symptoms usually go away after a couple of days.</p>"
          ],
          "mesh": [
            "Caffeine"
          ],
          "groupName": [
            "Food and Nutrition"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... cause health problems, such as: Restlessness and shakiness   <span class=\"qt0\">Insomnia</span>    Headaches    Dizziness   Fast heart rate   Dehydration    Anxiety   Dependency,  ... along to your baby.  Have  sleep disorders , including <span class=\"qt0\">insomnia</span>.  Have  migraines  or other chronic headaches.  Have anxiety.   ... "
          ]
        }
      },
      {
        "rank": "2",
        "url": "https://medlineplus.gov/antidepressants.html",
        "contents": {
          "title": [
            "Antidepressants"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "SNRI ",
            "SSRIs",
            "Selective serotonin reuptake inhibitors",
            "Tricyclic antidepressants"
          ],
          "FullSummary": [
            "What are antidepressants?<p>Antidepressants are prescription medicines to treat depression. Depression is more than feeling a little sad or \"blue\" for a few days. It's a very common, serious medical illness that affects your mood and general mental health It can make you feel tired, hopeless, worried, or fearful. It can change your thinking, sleeping, and eating. Depression may make some people think about ending their lives.</p><p>But antidepressants can help many people who have depression. Researchers think antidepressants may help improve the way your brain uses certain chemicals that control mood or stress.</p>Are antidepressants used for other conditions?<p>A health care provider may prescribe antidepressants for anxiety, chronic pain, or <span class=\"qt0\">insomnia</span>. Sometimes providers also prescribe antidepressants for other conditions.</p>What are the different types of antidepressants?<p>There are many types of antidepressants. Each one works differently. Providers usually prescribe newer antidepressants first because they don't cause as many side effects as older types. They also seem to help more kinds of depression and anxiety problems.</p><p>Most of the newer antidepressants belong to one of these three groups:</p><ul><li>Selective serotonin reuptake inhibitors (SSRIs)</li><li>Serotonin and norepinephrine reuptake inhibitors (SNRIs)</li><li>Atypical antidepressants, which are newer antidepressants that don't fit into the other groups</li></ul><p>If these antidepressants don't help, your provider might suggest one of the older antidepressants. The older types include tricyclic antidepressants (TCAs), tetracyclics, and monoamine oxidase inhibitors (MAOIs). Even though these antidepressants may cause more serious side effects, the benefits may outweigh the risks for some people.</p>Which type of antidepressant is right for me?<p>Our bodies and brains all work differently. That means one antidepressant won't work for everyone.  You may need to try two or more medicines before you find one that works for you.</p><p>Your provider will work with you to choose the best option to try first. You'll consider questions such as:</p><ul><li>Which symptoms bother you most? Some antidepressants may do a better job helping specific symptoms, such as trouble sleeping.</li><li>What other medicines and supplements do you take? Some antidepressants can cause problems if you take them with certain medicines and herbs.</li><li>Did a certain antidepressant work well for a close relative? An antidepressant that helped a parent, brother, or sister could be a good choice for you, too.</li><li>Do you have other health conditions? Certain antidepressants can make some other conditions better or worse. Any other conditions that you have will be part of choosing your depression treatment.</li><li>Are you pregnant, planning for pregnancy, or breastfeeding?  If so, your provider will help you find a way to treat your depression that's safe for you and your baby.</li></ul>How long do antidepressants take to work?<p>Antidepressants usually take 4 to 8 weeks to work, so you'll need to be patient. You may notice that some problems, such as sleeping and eating, get better before your mood improves. That's a good sign. You may just need to give the medicine a little more time to do its job.</p><p>Sometimes an antidepressant helps at first, but symptoms return while you're still taking it. But there's usually another one you can try. To get more relief from depression, your provider may suggest combining two antidepressants, using another kind of medicine with an antidepressant, or adding talk therapy or other approaches to improve your mental health.</p>How long will I need to take an antidepressant?<p>When an antidepressant starts to work, you and your provider can decide how long you need to stay on it. The typical length of treatment is 6 to 12 months, but some people may stay on antidepressants for much longer.</p>What are the side effects of antidepressants?<p>Not everyone has side effects from antidepressants. But if you do have them, they're usually mild and may get better over time as your body gets used to the new medicine.</p><p>The most common side effects from antidepressants include:</p><ul><li>Nausea and vomiting</li><li>Weight gain</li><li>Diarrhea</li><li>Sleepiness</li><li>Sexual problems, such as a lack of desire or ability to have sex</li></ul><p>When thinking about side effects, it's important to remember that there are also risks from not treating depression. Your provider can help you think through the pros and cons of all your options.</p><p>If you have any side effects from antidepressants, your provider may suggest ways to manage them while you wait to see if the antidepressant will work. If the side effects bother you too much, you may need to change antidepressants. But you should never change your dose or stop taking an antidepressant on your own.</p><p>If you have serious problems or notice any changes that worry you, such as new or worsening symptoms, unusual changes in your mood, or you start acting differently, call your provider right away.</p><p>In some cases, children, teenagers, and young adults under 25 may be more likely to think about hurting or killing themselves when starting antidepressants or when the dose is changed. Get medical help right away if this happens.</p>What can I do to take antidepressants safely?<p>Antidepressants are generally safe when you use them correctly:</p><ul><li>Tell your provider about everything you take. That includes medicines, herbs, supplements, and over-the-counter medicines you take, such as pain relievers and decongestants. Be honest about recreational drugs and alcohol, too.</li><li>Try to get all your medicines from the same pharmacy. That way the pharmacist can warn you and your provider if you take medicines that may cause problems when used together.</li><li>Follow all instructions about how to take your medicine.</li><li>Talk with your provider if side effects bother you.</li><li>Never stop taking antidepressants without your provider's help. Stopping too fast may make depression come back. You could even make your condition worse. To stop antidepressants safely, you need to give your body time to get used to being without the medicine. Your provider can tell you the safest way to go off an antidepressant.</li></ul><p>NIH: National Institute of Mental Health</p>"
          ],
          "mesh": [
            "Antidepressive Agents"
          ],
          "groupName": [
            "Mental Health and Behavior",
            "Drug Therapy"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... may prescribe antidepressants for anxiety, chronic pain, or <span class=\"qt0\">insomnia</span>. Sometimes providers also prescribe antidepressants for other conditions. ... "
          ]
        }
      },
      {
        "rank": "3",
        "url": "https://medlineplus.gov/breastcancer.html",
        "contents": {
          "title": [
            "Breast Cancer"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Paget's Disease of Breast"
          ],
          "FullSummary": [
            "What is breast cancer?<p>Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The cells usually form a tumor.</p><p>Sometimes the cancer does not spread any further. This is called \"in situ.\" If the cancer spreads outside the breast, the cancer is called \"invasive.\" It may just spread to nearby tissues and lymph nodes. Or the cancer may metastasize (spread to other parts of the body) through the lymph system or the blood.</p><p>Breast cancer is the second most common type of cancer in women in the United States. Rarely, it can also affect men.</p>What are the types of breast cancer?<p>There are different types of breast cancer. The types are based on which breast cells turn into cancer. The types include:</p><ul><li>Ductal carcinoma, which begins in the cells of the ducts. This is the most common type.</li><li>Lobular carcinoma, which begins in the lobules. It is more often found in both breasts than other types of breast cancer.</li><li>Inflammatory breast cancer, in which cancer cells block lymph vessels in the skin of the breast. The breast becomes warm, red, and swollen. This is a rare type.</li><li>Paget's disease of the breast, which is a cancer involving the skin of the nipple. It usually also affects the darker skin around the nipple. It is also rare.</li></ul>What causes breast cancer?<p>Breast cancer happens when there are changes in the genetic material (DNA). Often, the exact cause of these genetic changes is unknown.</p><p>But sometimes these genetic changes are inherited, meaning that you are born with them. Breast cancer that is caused by inherited genetic changes is called hereditary breast cancer.</p><p>There are also certain genetic changes that can raise your risk of breast cancer, including changes in the BRCA1 and BRCA2 genes. These two changes also raise your risk of ovarian and other cancers.</p><p>Besides genetics, your lifestyle and the environment can affect your risk of breast cancer.</p>Who is at risk for breast cancer?<p>The factors that raise your risk of breast cancer include:</p><ul><li>Older age</li><li>History of breast cancer or benign (noncancer) breast disease</li><li>Inherited risk of breast cancer, including having BRCA1 and BRCA2 gene changes</li><li>Dense breast tissue</li><li>A reproductive history that leads to more exposure to the estrogen hormone, including\n\t<ul><li>Menstruating at an early age</li><li>Being at an older age when you first gave birth or never having given birth</li><li>Starting menopause at a later age</li></ul>\n</li><li>Taking hormone therapy for symptoms of menopause</li><li>Radiation therapy to the breast or chest</li><li>Obesity</li><li>Drinking alcohol</li></ul>What are the signs and symptoms of breast cancer?<p>The signs and symptoms of breast cancer include:</p><ul><li>A new lump or thickening in or near the breast or in the armpit.</li><li>A change in the size or shape of the breast.</li><li>A dimple or puckering in the skin of the breast. It may look like the skin of an orange.</li><li>A nipple turned inward into the breast.</li><li>Nipple discharge other than breast milk. The discharge might happen suddenly, be bloody, or happen in only one breast.</li><li>Scaly, red, or swollen skin in the nipple area or the breast</li><li>Pain in any area of the breast.</li></ul>How is breast cancer diagnosed?<p>Your health care provider may use many tools to diagnose breast cancer and figure out which type you have:</p><ul><li>A physical exam, including a clinical breast exam (CBE). This involves checking for any lumps or anything else that seems unusual with the breasts and armpits.</li><li>A medical history.</li><li>Imaging tests, such as a mammogram, an ultrasound, or an MRI.</li><li>Breast biopsy.</li><li>Blood chemistry tests, which measure different substances in the blood, including electrolytes, fats, proteins, glucose (sugar), and enzymes. Some of the specific blood chemistry tests include a basic metabolic panel (BMP), a comprehensive metabolic panel (CMP), and an electrolyte panel.</li></ul><p>If these tests show that you have breast cancer, you will have tests that study the cancer cells. These tests help your provider decide which treatment would be best for you. The tests may include:</p><ul><li>Genetic tests for genetic changes such as in the BRCA and TP53 genes.</li><li>HER2 test. HER2 is a protein involved with cell growth. It is on the outside of all breast cells. If your breast cancer cells have more HER2 than normal, they can grow more quickly and spread to other parts of the body.</li><li>An estrogen and progesterone receptor test. This test measures the amount of estrogen and progesterone (hormones) receptors in cancer tissue. If there are more receptors than normal, the cancer is called estrogen and/or progesterone receptor positive. This type of breast cancer may grow more quickly.</li></ul><p>Another step is staging the cancer. Staging involves doing tests to find out whether the cancer has spread within the breast or to other parts of the body. The tests may include other diagnostic imaging tests and a sentinel lymph node biopsy. This biopsy is done to see whether the cancer has spread to the lymph nodes.</p>What are the treatments for breast cancer?<p>Treatments for breast cancer include:</p><ul><li>Surgery such as\n\t<ul><li>A mastectomy, which removes the whole breast</li><li>A lumpectomy to remove the cancer and some normal tissue around it, but not the breast itself</li></ul>\n</li><li>Radiation therapy</li><li>Chemotherapy</li><li>Hormone therapy, which blocks cancer cells from getting the hormones they need to grow</li><li>Targeted therapy, which uses drugs or other substances that attack specific cancer cells with less harm to normal cells</li><li>Immunotherapy</li></ul>Can breast cancer be prevented?<p>You may be able to help prevent breast cancer by making healthy lifestyle changes such as:</p><ul><li>Staying at a healthy weight</li><li>Limiting alcohol use</li><li>Getting enough exercisee</li><li>Limiting your exposure to estrogen by\n\t<ul><li>Breastfeeding your babies if you can</li><li>Limiting hormone therapy</li></ul>\n</li></ul><p>If you are at high risk, your health care provider may suggest that you take certain medicines to lower the risk. Some women at very high risk may decide to get a mastectomy (of their healthy breasts) to prevent breast cancer.</p><p>It's also important to get regular mammograms. They may be able to identify breast cancer in the early stages, when it is easier to treat.</p><p>NIH: National Cancer Institute</p>"
          ],
          "mesh": [
            "Carcinoma, Ductal, Breast",
            "Breast Neoplasms",
            "Hereditary Breast and Ovarian Cancer Syndrome",
            "Inflammatory Breast Neoplasms"
          ],
          "groupName": [
            "Cancers",
            "Women",
            "Female Reproductive System"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            "What is breast cancer? Breast cancer is a cancer that starts in breast tissue.  It happens when cells in the breast change and grow out of control. The  ... "
          ]
        }
      },
      {
        "rank": "4",
        "url": "https://medlineplus.gov/cocaine.html",
        "contents": {
          "title": [
            "Cocaine"
          ],
          "organizationName": [
            "National Library of Medicine"
          ],
          "altTitle": [
            "Crack",
            "Blow",
            "Coca",
            "Coke",
            "Flake",
            "Snow",
            "Soda Cot"
          ],
          "FullSummary": [
            "What is cocaine?<p>Cocaine is a very addictive drug that is made from leaves of the coca plant found in South America. It is mostly available as an illegal drug that some people use to get high. In rare cases, it is also used as a prescription drug for for anesthesia during certain surgeries.</p><p>As a street (illegal) drug, cocaine is usually a fine, white, crystal powder. Street dealers sometimes mix it with cornstarch, talcum powder, or flour to make it look like they have more cocaine. That way they can make more money. They may also mix it with other illegal drugs. Another form of the drug is crack cocaine. Crack cocaine has been heated to make it into a rock crystal.</p><p></p>How do people use cocaine?<p>People snort cocaine powder through the nose or rub it into their gums. Others dissolve the powder and inject it into the bloodstream. Some people inject a combination of cocaine and heroin, called a \"speedball.\" Crack cocaine is smoked.</p>What are the short-term effects of cocaine?<p>Cocaine is a stimulant that can make people feel like they have more energy and are extra alert. But it can also make people feel restless, irritable, anxious, and paranoid. Large amounts of cocaine can lead to bizarre, unpredictable, and violent behavior.</p><p>Cocaine's effects appear almost immediately and disappear within a few minutes to an hour. How long the effects last and how intense they are will depend on how the person used it.</p><p>In some cases, cocaine can cause very serious health problems such as a heart attack, stroke, or coma.</p>What are the long-term effects of cocaine?<p>People who use cocaine over the long term may develop health problems. Which problems they have will depend on how they used the cocaine:</p><p>\n</p><ul><li>Snorting it can lead to a loss of sense of smell, nosebleeds, nasal damage, and trouble swallowing.</li><li>Smoking it can cause a cough, asthma, trouble breathing, and a higher risk of infections like pneumonia.</li><li>Injecting it with a needle can lead to skin or soft tissue infections, as well as scarring. It can cause collapsed veins. When a vein collapses, the blood cannot flow through it. Injecting cocaine also puts a person at higher risk of getting diseases such as HIV and hepatitis C.</li></ul><p>Other long-term effects of cocaine use may include malnutrition and movement disorders, including Parkinson's disease.</p><p>Repeated use of cocaine can lead to tolerance. This means users need more and more of the drug to have the same effect. At higher doses over time, the body becomes dependent on cocaine. If someone who is dependent on cocaine stops using it, they will have withdrawal symptoms. These symptoms can include:</p><ul><li>Depression</li><li>Restlessness</li><li>Fatigue</li><li>Increased appetite</li><li>Bad dreams and <span class=\"qt0\">insomnia</span></li><li>Slowed thinking</li></ul><p>Repeated use of cocaine can also lead to cocaine use disorder, also called addiction. This is more than physical dependence. It's a chronic (long-lasting) brain disorder. When someone has it, they continue to use cocaine even though it causes problems in their life. Some examples include health problems and not being able to meet responsibilities at work, school, or home. Getting and using cocaine becomes their main purpose in life.</p>Can a person overdose on cocaine?<p>It's possible to overdose on cocaine. This happens when a person uses so much cocaine that it causes a life-threatening reaction or death. Some people use cocaine along with other drugs or alcohol. This can increase the risk of an overdose.</p><p>A cocaine overdose can cause health problems such as:</p><ul><li>Stroke</li><li>Seizures</li><li>irregular heartbeat (arrhythmia)</li><li>Heart attack</li></ul><p>There is no specific medicine to treat an overdose. Health care providers will focus on treating the specific health problems caused by the overdose.</p>What are the treatments for cocaine use disorder?<p>The treatments for cocaine use disorder are different types of behavioral therapies. There are no medicines which can treat it.</p><p>NIH: National Institute on Drug Abuse</p>"
          ],
          "mesh": [
            "Cocaine-Related Disorders",
            "Cocaine Smoking"
          ],
          "groupName": [
            "Substance Use and Disorders"
          ],
          "healthTopic": [
            null
          ],
          "snippet": [
            " ... Depression   Restlessness   Fatigue   Increased appetite  Bad dreams and  <span class=\"qt0\">insomnia</span>   Slowed thinking  Repeated use of cocaine can also  ... "
          ]
        }
      }
    ]
  }
]